{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[0-9!@#$%^&*()_+{}\\[\\]:;<>,.?~\\-'\"]"
        },
        "content": ""
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": false,
        "use_regex": true
      },
      {
        "type": "TemplateProcessing",
        "single": [
          {
            "SpecialToken": {
              "id": "<s>",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "SpecialToken": {
              "id": "</s>",
              "type_id": 0
            }
          }
        ],
        "pair": [
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "B",
              "type_id": 1
            }
          }
        ],
        "special_tokens": {
          "</s>": {
            "id": "</s>",
            "ids": [
              3
            ],
            "tokens": [
              "</s>"
            ]
          },
          "<s>": {
            "id": "<s>",
            "ids": [
              0
            ],
            "tokens": [
              "<s>"
            ]
          }
        }
      }
    ]
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "<unk>": 2,
      "</s>": 3,
      "<mask>": 4,
      "/": 5,
      "=": 6,
      "\\": 7,
      "`": 8,
      "a": 9,
      "b": 10,
      "c": 11,
      "d": 12,
      "e": 13,
      "f": 14,
      "g": 15,
      "h": 16,
      "i": 17,
      "j": 18,
      "k": 19,
      "l": 20,
      "m": 21,
      "n": 22,
      "o": 23,
      "p": 24,
      "q": 25,
      "r": 26,
      "s": 27,
      "t": 28,
      "u": 29,
      "v": 30,
      "w": 31,
      "x": 32,
      "y": 33,
      "z": 34,
      "|": 35,
      "¡": 36,
      "¢": 37,
      "£": 38,
      "¤": 39,
      "¥": 40,
      "¦": 41,
      "§": 42,
      "¨": 43,
      "©": 44,
      "ª": 45,
      "«": 46,
      "¬": 47,
      "®": 48,
      "¯": 49,
      "°": 50,
      "±": 51,
      "²": 52,
      "³": 53,
      "´": 54,
      "µ": 55,
      "¶": 56,
      "·": 57,
      "¸": 58,
      "¹": 59,
      "º": 60,
      "»": 61,
      "¼": 62,
      "½": 63,
      "¾": 64,
      "¿": 65,
      "Â": 66,
      "Ã": 67,
      "Ä": 68,
      "Å": 69,
      "Æ": 70,
      "Ç": 71,
      "È": 72,
      "É": 73,
      "Ê": 74,
      "Ë": 75,
      "Í": 76,
      "Î": 77,
      "Ï": 78,
      "Ð": 79,
      "Ñ": 80,
      "Ò": 81,
      "Ó": 82,
      "Ô": 83,
      "Õ": 84,
      "Ö": 85,
      "×": 86,
      "Ø": 87,
      "Ù": 88,
      "Ú": 89,
      "Û": 90,
      "Ü": 91,
      "Ý": 92,
      "Þ": 93,
      "ß": 94,
      "à": 95,
      "á": 96,
      "â": 97,
      "ã": 98,
      "ä": 99,
      "å": 100,
      "æ": 101,
      "ç": 102,
      "è": 103,
      "é": 104,
      "ê": 105,
      "î": 106,
      "ï": 107,
      "ð": 108,
      "ó": 109,
      "ô": 110,
      "ĉ": 111,
      "Ċ": 112,
      "Ġ": 113,
      "ġ": 114,
      "Ģ": 115,
      "ģ": 116,
      "Ĥ": 117,
      "ĥ": 118,
      "Ħ": 119,
      "ħ": 120,
      "Ĩ": 121,
      "ĩ": 122,
      "Ī": 123,
      "ī": 124,
      "Ĭ": 125,
      "ĭ": 126,
      "Į": 127,
      "į": 128,
      "İ": 129,
      "ı": 130,
      "Ĳ": 131,
      "ĳ": 132,
      "Ĵ": 133,
      "ĵ": 134,
      "Ķ": 135,
      "ķ": 136,
      "ĸ": 137,
      "Ĺ": 138,
      "ĺ": 139,
      "Ļ": 140,
      "ļ": 141,
      "Ľ": 142,
      "ľ": 143,
      "Ŀ": 144,
      "ŀ": 145,
      "Ł": 146,
      "ł": 147,
      "Ń": 148,
      "Ġt": 149,
      "Ġa": 150,
      "in": 151,
      "er": 152,
      "Ġo": 153,
      "Ġth": 154,
      "re": 155,
      "on": 156,
      "Ġc": 157,
      "Ġthe": 158,
      "Ġs": 159,
      "en": 160,
      "at": 161,
      "an": 162,
      "es": 163,
      "ed": 164,
      "Ġin": 165,
      "Ġp": 166,
      "it": 167,
      "Ġf": 168,
      "or": 169,
      "al": 170,
      "Ġw": 171,
      "Ġan": 172,
      "Ġof": 173,
      "Ġb": 174,
      "ion": 175,
      "ar": 176,
      "is": 177,
      "Ġm": 178,
      "Ġd": 179,
      "Ġand": 180,
      "ing": 181,
      "Ġre": 182,
      "ent": 183,
      "ro": 184,
      "ĠĠ": 185,
      "ic": 186,
      "Ġto": 187,
      "as": 188,
      "ur": 189,
      "Ġl": 190,
      "om": 191,
      "ct": 192,
      "Ġh": 193,
      "il": 194,
      "Ġe": 195,
      "Ġn": 196,
      "us": 197,
      "un": 198,
      "et": 199,
      "em": 200,
      "el": 201,
      "ation": 202,
      "Ġg": 203,
      "Ġcom": 204,
      "iv": 205,
      "ol": 206,
      "Ġas": 207,
      "le": 208,
      "Ġfor": 209,
      "Ġst": 210,
      "ut": 211,
      "ch": 212,
      "ul": 213,
      "id": 214,
      "ce": 215,
      "im": 216,
      "Ġcon": 217,
      "st": 218,
      "th": 219,
      "Ġon": 220,
      "ers": 221,
      "ec": 222,
      "Ġpro": 223,
      "ig": 224,
      "ter": 225,
      "Ġcomp": 226,
      "Ġex": 227,
      "ly": 228,
      "qu": 229,
      "Ġour": 230,
      "Ġis": 231,
      "ment": 232,
      "ay": 233,
      "ir": 234,
      "ies": 235,
      "ot": 236,
      "ab": 237,
      "est": 238,
      "Ġinc": 239,
      "Ġr": 240,
      "Ġv": 241,
      "Ġor": 242,
      "am": 243,
      "ith": 244,
      "os": 245,
      "Ġwe": 246,
      "ill": 247,
      "ial": 248,
      "Ġbe": 249,
      "ow": 250,
      "ect": 251,
      "Ġwh": 252,
      "ad": 253,
      "Ġwith": 254,
      "ated": 255,
      "ate": 256,
      "Ġthat": 257,
      "Ġsu": 258,
      "ĠĠĠĠ": 259,
      "if": 260,
      "Ġco": 261,
      "Ġun": 262,
      "ity": 263,
      "Ġal": 264,
      "ber": 265,
      "Ġy": 266,
      "ain": 267,
      "ag": 268,
      "Ġde": 269,
      "Ġby": 270,
      "ement": 271,
      "oc": 272,
      "res": 273,
      "ver": 274,
      "ess": 275,
      "ts": 276,
      "Ġit": 277,
      "Ġwas": 278,
      "Ġare": 279,
      "Ġsh": 280,
      "Ġj": 281,
      "Ġat": 282,
      "Ġch": 283,
      "per": 284,
      "and": 285,
      "red": 286,
      "tr": 287,
      "end": 288,
      "rom": 289,
      "ive": 290,
      "any": 291,
      "ve": 292,
      "Ġac": 293,
      "ort": 294,
      "ear": 295,
      "pp": 296,
      "ud": 297,
      "Ġres": 298,
      "Ġfrom": 299,
      "um": 300,
      "ere": 301,
      "ue": 302,
      "ac": 303,
      "Ġad": 304,
      "ions": 305,
      "anc": 306,
      "ens": 307,
      "od": 308,
      "ant": 309,
      "ember": 310,
      "Ġnot": 311,
      "oun": 312,
      "act": 313,
      "Ġcompany": 314,
      "Ġus": 315,
      "ip": 316,
      "ap": 317,
      "Ġpr": 318,
      "ations": 319,
      "able": 320,
      "Ġk": 321,
      "ance": 322,
      "ther": 323,
      "Ġfin": 324,
      "Ġmar": 325,
      "Ġass": 326,
      "Ġper": 327,
      "Ġtr": 328,
      "ib": 329,
      "uct": 330,
      "ard": 331,
      "art": 332,
      "Ġdec": 333,
      "Ġexp": 334,
      "ich": 335,
      "op": 336,
      "Ġpl": 337,
      "fer": 338,
      "Ġse": 339,
      "iz": 340,
      "Ġcomm": 341,
      "Ġam": 342,
      "ang": 343,
      "ities": 344,
      "ans": 345,
      "ition": 346,
      "igh": 347,
      "ff": 348,
      "Ġyear": 349,
      "ust": 350,
      "ure": 351,
      "ist": 352,
      "Ġle": 353,
      "Ġha": 354,
      "der": 355,
      "ome": 356,
      "Ġne": 357,
      "Ġcont": 358,
      "Ġacc": 359,
      "ire": 360,
      "Ġinter": 361,
      "ary": 362,
      "Ġrep": 363,
      "Ġdis": 364,
      "pt": 365,
      "ase": 366,
      "âĢ": 367,
      "illion": 368,
      "ore": 369,
      "Ġfinanc": 370,
      "ug": 371,
      "Ġag": 372,
      "Ġwhich": 373,
      "Ġother": 374,
      "se": 375,
      "Ġoper": 376,
      "ock": 377,
      "lud": 378,
      "Ġapp": 379,
      "Ġstat": 380,
      "Ġhe": 381,
      "Ġmillion": 382,
      "are": 383,
      "up": 384,
      "Ġcons": 385,
      "Ġhave": 386,
      "Ġfinancial": 387,
      "ely": 388,
      "all": 389,
      "ie": 390,
      "duct": 391,
      "for": 392,
      "Ġmay": 393,
      "ign": 394,
      "og": 395,
      "Ġser": 396,
      "ments": 397,
      "Ġim": 398,
      "Ġrec": 399,
      "Ġcl": 400,
      "Ġinclud": 401,
      "Ġqu": 402,
      "ak": 403,
      "ased": 404,
      "Ġstock": 405,
      "low": 406,
      "Ġthis": 407,
      "age": 408,
      "Ġreg": 409,
      "Ġpart": 410,
      "Ġsec": 411,
      "ements": 412,
      "ice": 413,
      "ell": 414,
      "uld": 415,
      "Ġdecember": 416,
      "ical": 417,
      "Ġsp": 418,
      "ets": 419,
      "Ġact": 420,
      "Ġsub": 421,
      "tain": 422,
      "ia": 423,
      "Ġind": 424,
      "ors": 425,
      "ax": 426,
      "Ġman": 427,
      "Ġwere": 428,
      "ous": 429,
      "Ġab": 430,
      "Ġinv": 431,
      "ult": 432,
      "Ġits": 433,
      "ong": 434,
      "Ġimp": 435,
      "Ġmark": 436,
      "Ġint": 437,
      "Ġval": 438,
      "ount": 439,
      "ish": 440,
      "form": 441,
      "erm": 442,
      "Ġen": 443,
      "vel": 444,
      "ren": 445,
      "ility": 446,
      "ine": 447,
      "so": 448,
      "Ġproduct": 449,
      "Ġrel": 450,
      "Ġnet": 451,
      "Ġunder": 452,
      "Ġrev": 453,
      "Ġso": 454,
      "ating": 455,
      "Ġno": 456,
      "ĠâĢ": 457,
      "Ġgo": 458,
      "ĠĊ": 459,
      "ual": 460,
      "Ġlo": 461,
      "lo": 462,
      "Ġwill": 463,
      "Ġserv": 464,
      "Ġar": 465,
      "Ġi": 466,
      "ks": 467,
      "Ġli": 468,
      "ugh": 469,
      "Ġbus": 470,
      "old": 471,
      "ĠĠĠ": 472,
      "ater": 473,
      "ord": 474,
      "ence": 475,
      "ash": 476,
      "Ġall": 477,
      "iness": 478,
      "air": 479,
      "bl": 480,
      "Ġbusiness": 481,
      "Ġpre": 482,
      "Ġprov": 483,
      "Ġtax": 484,
      "Ġbo": 485,
      "ents": 486,
      "Ġnew": 487,
      "ast": 488,
      "Ġro": 489,
      "ings": 490,
      "Ġcost": 491,
      "ach": 492,
      "ian": 493,
      "Ġend": 494,
      "Ġhas": 495,
      "Ġalso": 496,
      "oss": 497,
      "ail": 498,
      "Ġincome": 499,
      "ffect": 500,
      "uring": 501,
      "enc": 502,
      "Ġoff": 503,
      "su": 504,
      "Ġthese": 505,
      "ific": 506,
      "our": 507,
      "ates": 508,
      "Ġadd": 509,
      "Ġest": 510,
      "ĠâĢĵ": 511,
      "ight": 512,
      "Ġgro": 513,
      "Ġrequ": 514,
      "Ġany": 515,
      "Ġcap": 516,
      "eral": 517,
      "Ġsal": 518,
      "ory": 519,
      "Ġover": 520,
      "ide": 521,
      "Ġte": 522,
      "Ġincre": 523,
      "Ġreport": 524,
      "Ġpur": 525,
      "Ġinterest": 526,
      "Ġcash": 527,
      "und": 528,
      "Ġgen": 529,
      "Ġequ": 530,
      "ices": 531,
      "Ġmarket": 532,
      "Ġfe": 533,
      "Ġinvest": 534,
      "Ġme": 535,
      "Ġhis": 536,
      "Ġtim": 537,
      "Ġvalue": 538,
      "Ġsuch": 539,
      "Ġout": 540,
      "Ġassets": 541,
      "Ġappro": 542,
      "Ġup": 543,
      "ized": 544,
      "por": 545,
      "Ġfil": 546,
      "ou": 547,
      "Ġwor": 548,
      "lect": 549,
      "ited": 550,
      "ass": 551,
      "str": 552,
      "ge": 553,
      "irect": 554,
      "Ġexpens": 555,
      "tal": 556,
      "Ġloss": 557,
      "aw": 558,
      "Ġem": 559,
      "urren": 560,
      "Ġfir": 561,
      "out": 562,
      "Ġform": 563,
      "ied": 564,
      "ame": 565,
      "av": 566,
      "ital": 567,
      "Ġev": 568,
      "Ġtrans": 569,
      "Ġagre": 570,
      "ack": 571,
      "its": 572,
      "Ġstatements": 573,
      "Ġdisc": 574,
      "uc": 575,
      "Ġdirect": 576,
      "ty": 577,
      "Ġmanag": 578,
      "ject": 579,
      "Ġcommon": 580,
      "Ġoperations": 581,
      "ict": 582,
      "ange": 583,
      "Ġcan": 584,
      "Ġif": 585,
      "Ġsecur": 586,
      "Ġpres": 587,
      "Ġaddition": 588,
      "ertain": 589,
      "Ġtheir": 590,
      "ond": 591,
      "Ġbr": 592,
      "Ġreven": 593,
      "Ġyears": 594,
      "Ġcol": 595,
      "ose": 596,
      "Ġpay": 597,
      "ĠĠĠĠĠĠĠĠ": 598,
      "iod": 599,
      "Ġmo": 600,
      "Ġthere": 601,
      "arter": 602,
      "Ġcurren": 603,
      "ward": 604,
      "olid": 605,
      "ative": 606,
      "Ġtotal": 607,
      "Ġduring": 608,
      "Ġperiod": 609,
      "orpor": 610,
      "ef": 611,
      "Ġfirst": 612,
      "ould": 613,
      "Ġthan": 614,
      "ational": 615,
      "ok": 616,
      "ares": 617,
      "wn": 618,
      "Ġcould": 619,
      "Ġresp": 620,
      "Ġgr": 621,
      "Ġent": 622,
      "velop": 623,
      "Ġaf": 624,
      "Ġshare": 625,
      "Ġeffect": 626,
      "Ġdep": 627,
      "==": 628,
      "Ġcompanys": 629,
      "ired": 630,
      "Ġincluding": 631,
      "Ġbeen": 632,
      "her": 633,
      "Ġone": 634,
      "Ġhad": 635,
      "arr": 636,
      "rol": 637,
      "Ġbut": 638,
      "ures": 639,
      "Ġended": 640,
      "Ġdo": 641,
      "Ġdes": 642,
      "Ġyou": 643,
      "Ġquarter": 644,
      "Ġcontr": 645,
      "Ġterm": 646,
      "Ġdevelop": 647,
      "rough": 648,
      "Ġconsolid": 649,
      "ee": 650,
      "cess": 651,
      "Ġstr": 652,
      "Ġcontin": 653,
      "Ġmore": 654,
      "Ġshares": 655,
      "Ġfol": 656,
      "Ġear": 657,
      "Ġsign": 658,
      "the": 659,
      "Ġaccount": 660,
      "ior": 661,
      "gr": 662,
      "itt": 663,
      "Ġcust": 664,
      "own": 665,
      "hip": 666,
      "ilities": 667,
      "les": 668,
      "Ġcustom": 669,
      "ace": 670,
      "Ġcapital": 671,
      "Ġfollow": 672,
      "iss": 673,
      "Ġdr": 674,
      "uary": 675,
      "Ġrelated": 676,
      "ree": 677,
      "Ġacqu": 678,
      "Ġ|": 679,
      "Ġmon": 680,
      "ibut": 681,
      "Ġtime": 682,
      "Ġplan": 683,
      "ubl": 684,
      "Ġconsolidated": 685,
      "Ġoperating": 686,
      "Ġinto": 687,
      "ident": 688,
      "Ġissu": 689,
      "io": 690,
      "Ġresult": 691,
      "Ġtw": 692,
      "Ġthrough": 693,
      "ons": 694,
      "Ġcurrent": 695,
      "Ġcertain": 696,
      "ade": 697,
      "ank": 698,
      "Ġsc": 699,
      "Ġhigh": 700,
      "Ġbec": 701,
      "Ġadv": 702,
      "Ġregul": 703,
      "Ġnon": 704,
      "ily": 705,
      "Ġsecurities": 706,
      "Ġcosts": 707,
      "Ġfair": 708,
      "Ġproducts": 709,
      "Ġsales": 710,
      "loy": 711,
      "erc": 712,
      "olog": 713,
      "ately": 714,
      "Ġbel": 715,
      "Ġann": 716,
      "Ġpol": 717,
      "ults": 718,
      "Ġgeneral": 719,
      "Ġliab": 720,
      "isc": 721,
      "uth": 722,
      "eric": 723,
      "Ġsy": 724,
      "pr": 725,
      "Ġintern": 726,
      "urn": 727,
      "Ġris": 728,
      "Ġbased": 729,
      "oin": 730,
      "Ġcoun": 731,
      "Ġwould": 732,
      "Ġcred": 733,
      "Ġfut": 734,
      "Ġben": 735,
      "Ġrece": 736,
      "Ġsupp": 737,
      "istr": 738,
      "Ġservices": 739,
      "Ġafter": 740,
      "Ġfr": 741,
      "Ġemp": 742,
      "eld": 743,
      "Ġresults": 744,
      "ey": 745,
      "Ġret": 746,
      "ite": 747,
      "Ġbas": 748,
      "ible": 749,
      "Ġwell": 750,
      "Ġdef": 751,
      "ious": 752,
      "Ġcontrol": 753,
      "Ġplay": 754,
      "Ġfuture": 755,
      "Ġgu": 756,
      "ferred": 757,
      "Ġagreement": 758,
      "Ġrecord": 759,
      "Ġsch": 760,
      "Ġoffic": 761,
      "ants": 762,
      "Ġthey": 763,
      "orn": 764,
      "ences": 765,
      "Ġrate": 766,
      "Ġ||": 767,
      "Ġdet": 768,
      "Ġrem": 769,
      "Ġph": 770,
      "ake": 771,
      "ise": 772,
      "Ġmanagement": 773,
      "Ġexpect": 774,
      "arg": 775,
      "Ġshe": 776,
      "we": 777,
      "aterial": 778,
      "Ġestim": 779,
      "Ġdue": 780,
      "br": 781,
      "Ġopt": 782,
      "ustr": 783,
      "inc": 784,
      "Ġdiv": 785,
      "ues": 786,
      "ounts": 787,
      "Ġperform": 788,
      "ively": 789,
      "Ġcredit": 790,
      "Ġinform": 791,
      "Ġmaterial": 792,
      "ile": 793,
      "Ġnum": 794,
      "tern": 795,
      "ection": 796,
      "Ġwhen": 797,
      "bt": 798,
      "aus": 799,
      "itions": 800,
      "Ġpurch": 801,
      "Ġpubl": 802,
      "Ġdistr": 803,
      "Ġsignific": 804,
      "ix": 805,
      "Ġemploy": 806,
      "Ġown": 807,
      "Ġbet": 808,
      "Ġcontract": 809,
      "Ġfac": 810,
      "ys": 811,
      "Ġsignificant": 812,
      "amp": 813,
      "Ġbenef": 814,
      "Ġmat": 815,
      "Ġinformation": 816,
      "Ġrespect": 817,
      "ex": 818,
      "Ġnor": 819,
      "erg": 820,
      "Ġrevenue": 821,
      "ision": 822,
      "Ġcr": 823,
      "land": 824,
      "Ġprovid": 825,
      "Ġproper": 826,
      "Ġcompl": 827,
      "cr": 828,
      "Ġtwo": 829,
      "Ġadditional": 830,
      "ecut": 831,
      "Ġspec": 832,
      "Ġchang": 833,
      "af": 834,
      "aid": 835,
      "Ġabout": 836,
      "Ġav": 837,
      "gin": 838,
      "Ġmin": 839,
      "Ġaccounting": 840,
      "ics": 841,
      "cent": 842,
      "ved": 843,
      "xim": 844,
      "Ġloc": 845,
      "Ġprim": 846,
      "Ġsome": 847,
      "ress": 848,
      "Ġwork": 849,
      "ases": 850,
      "Ġreal": 851,
      "chn": 852,
      "Ġapproxim": 853,
      "ued": 854,
      "Ġpe": 855,
      "Ġpar": 856,
      "Ġitem": 857,
      "ason": 858,
      "ogn": 859,
      "Ġprice": 860,
      "Ġeach": 861,
      "Ġlong": 862,
      "Ġcond": 863,
      "ferences": 864,
      "Ġincrease": 865,
      "Ġwho": 866,
      "Ġactiv": 867,
      "Ġnotes": 868,
      "ild": 869,
      "Ġred": 870,
      "oci": 871,
      "lish": 872,
      "iscal": 873,
      "Ġamount": 874,
      "Ġfiscal": 875,
      "Ġher": 876,
      "Ġstates": 877,
      "ined": 878,
      "Ġequity": 879,
      "ep": 880,
      "gan": 881,
      "olders": 882,
      "ld": 883,
      "Ġmet": 884,
      "verage": 885,
      "Ġsee": 886,
      "Ġfollowing": 887,
      "vern": 888,
      "Ġpat": 889,
      "Ġbu": 890,
      "Ġunited": 891,
      "Ġcorpor": 892,
      "Ġrequire": 893,
      "Ġtechn": 894,
      "Ġexpense": 895,
      "Ġbal": 896,
      "Ġreceiv": 897,
      "Ġameric": 898,
      "Ġexecut": 899,
      "ower": 900,
      "Ġmain": 901,
      "stem": 902,
      "Ġport": 903,
      "con": 904,
      "Ġob": 905,
      "Ġvar": 906,
      "Ġapproximately": 907,
      "Ġdel": 908,
      "ization": 909,
      "Ġjun": 910,
      "ss": 911,
      "ared": 912,
      "Ġnumber": 913,
      "ost": 914,
      "Ġdif": 915,
      "Ġused": 916,
      "ound": 917,
      "Ġdevelopment": 918,
      "Ġcompens": 919,
      "pe": 920,
      "Ġmed": 921,
      "anding": 922,
      "ke": 923,
      "ett": 924,
      "Ġsubject": 925,
      "ified": 926,
      "lic": 927,
      "âĢĻ": 928,
      "Ġhow": 929,
      "Ġsystem": 930,
      "Ġgovern": 931,
      "Ġcent": 932,
      "Ġelect": 933,
      "Ġstate": 934,
      "Ġrecogn": 935,
      "Ġsubs": 936,
      "Ġfund": 937,
      "Ġcompet": 938,
      "Ġlaw": 939,
      "Ġlim": 940,
      "Ġfo": 941,
      "Ġgre": 942,
      "Ġgrow": 943,
      "ween": 944,
      "Ġbank": 945,
      "Ġjan": 946,
      "Ġexpenses": 947,
      "ery": 948,
      "Ġins": 949,
      "Ġcompensation": 950,
      "one": 951,
      "Ġthose": 952,
      "ird": 953,
      "Ġimpact": 954,
      "Ġbetween": 955,
      "Ġliabilities": 956,
      "ivers": 957,
      "Ġchanges": 958,
      "icip": 959,
      "ath": 960,
      "Ġtable": 961,
      "ays": 962,
      "Ġeng": 963,
      "Ġdebt": 964,
      "Ġkn": 965,
      "als": 966,
      "Ġcustomers": 967,
      "Ġprof": 968,
      "Ġearn": 969,
      "gram": 970,
      "Ġflow": 971,
      "Ġloans": 972,
      "Ġfore": 973,
      "Ġmarch": 974,
      "cept": 975,
      "Ġdate": 976,
      "ause": 977,
      "Ġacquis": 978,
      "member": 979,
      "urance": 980,
      "ind": 981,
      "ople": 982,
      "Ġprinc": 983,
      "Ġprogram": 984,
      "ference": 985,
      "Ġel": 986,
      "ered": 987,
      "Ġpublic": 988,
      "Ġgood": 989,
      "Ġannual": 990,
      "Ġexch": 991,
      "ives": 992,
      "Ġrisk": 993,
      "ric": 994,
      "Ġprincip": 995,
      "Ġbro": 996,
      "Ġrequired": 997,
      "references": 998,
      "ork": 999,
      "Ġagain": 1000,
      "ĠĠĠĠĠĠ": 1001,
      "Ġfact": 1002,
      "fore": 1003,
      "ata": 1004,
      "Ġwhere": 1005,
      "Ġjanuary": 1006,
      "Ġsecond": 1007,
      "ional": 1008,
      "Ġed": 1009,
      "ub": 1010,
      "Ġloan": 1011,
      "Ġclass": 1012,
      "ool": 1013,
      "arily": 1014,
      "Ġpos": 1015,
      "Ġservice": 1016,
      "ning": 1017,
      "Ġreporting": 1018,
      "Ġjune": 1019,
      "man": 1020,
      "Ġmod": 1021,
      "Ġassoci": 1022,
      "Ġinvestment": 1023,
      "ah": 1024,
      "cc": 1025,
      "Ġavail": 1026,
      "Ġpers": 1027,
      "iew": 1028,
      "ances": 1029,
      "standing": 1030,
      "idi": 1031,
      "Ġlevel": 1032,
      "ially": 1033,
      "Ġboard": 1034,
      "Ġinst": 1035,
      "Ġlin": 1036,
      "uss": 1037,
      "Ġop": 1038,
      "Ġaward": 1039,
      "oint": 1040,
      "Ġbasis": 1041,
      "ology": 1042,
      "Ġincluded": 1043,
      "Ġthird": 1044,
      "Ġfl": 1045,
      "Ġexchange": 1046,
      "ees": 1047,
      "Ġref": 1048,
      "Ġdeterm": 1049,
      "Ġmade": 1050,
      "Ġallow": 1051,
      "ier": 1052,
      "Ġhist": 1053,
      "holders": 1054,
      "Ġthree": 1055,
      "Ġgroup": 1056,
      "Ġuse": 1057,
      "ceed": 1058,
      "ced": 1059,
      "Ġtransact": 1060,
      "Ġaffect": 1061,
      "Ġbl": 1062,
      "Ġfour": 1063,
      "Ġsubsidi": 1064,
      "Ġext": 1065,
      "Ġsept": 1066,
      "Ġdirectors": 1067,
      "ths": 1068,
      "Ġbelie": 1069,
      "Ġnote": 1070,
      "Ġchar": 1071,
      "ient": 1072,
      "Ġexecutive": 1073,
      "over": 1074,
      "ands": 1075,
      "pl": 1076,
      "ury": 1077,
      "Ġseptember": 1078,
      "Ġissued": 1079,
      "ination": 1080,
      "ick": 1081,
      "Ġrestr": 1082,
      "Ġfed": 1083,
      "ince": 1084,
      "ale": 1085,
      "Ġapplic": 1086,
      "ph": 1087,
      "Ġindustr": 1088,
      "Ġobl": 1089,
      "Ġz": 1090,
      "Ġmost": 1091,
      "pos": 1092,
      "ended": 1093,
      "Ġma": 1094,
      "ball": 1095,
      "ablish": 1096,
      "Ġthen": 1097,
      "Ġadj": 1098,
      "Ġupon": 1099,
      "====": 1100,
      "Ġinclude": 1101,
      "Ġactivities": 1102,
      "Ġcarr": 1103,
      "ife": 1104,
      "ties": 1105,
      "Ġdesign": 1106,
      "ont": 1107,
      "Ġdistribut": 1108,
      "Ġbalance": 1109,
      "Ġfilm": 1110,
      "Ġperformance": 1111,
      "Ġoutstanding": 1112,
      "Ġconsid": 1113,
      "ured": 1114,
      "Ġprimarily": 1115,
      "ize": 1116,
      "Ġoblig": 1117,
      "Ġcal": 1118,
      "ink": 1119,
      "ving": 1120,
      "uf": 1121,
      "hib": 1122,
      "ability": 1123,
      "min": 1124,
      "Ġii": 1125,
      "Ġstand": 1126,
      "Ġprior": 1127,
      "orts": 1128,
      "Ġonly": 1129,
      "Ġvol": 1130,
      "Ġadvers": 1131,
      "te": 1132,
      "ically": 1133,
      "ateg": 1134,
      "ton": 1135,
      "Ġstud": 1136,
      "Ġpurchase": 1137,
      "Ġincreased": 1138,
      "ership": 1139,
      "Ġlosses": 1140,
      "ists": 1141,
      "ief": 1142,
      "Ġnational": 1143,
      "aap": 1144,
      "Ġavailable": 1145,
      "Ġincorpor": 1146,
      "ission": 1147,
      "Ġjo": 1148,
      "Ġgrowth": 1149,
      "Ġestablish": 1150,
      "row": 1151,
      "Ġaud": 1152,
      "Ġremain": 1153,
      "ural": 1154,
      "Ġatt": 1155,
      "Ġproperty": 1156,
      "los": 1157,
      "Ġboth": 1158,
      "Ġchange": 1159,
      "led": 1160,
      "ft": 1161,
      "Ġcomplet": 1162,
      "Ġsm": 1163,
      "Ġdata": 1164,
      "Ġdecre": 1165,
      "Ġleg": 1166,
      "Ġfederal": 1167,
      "ough": 1168,
      "lement": 1169,
      "Ġworld": 1170,
      "Ġrates": 1171,
      "Ġpartn": 1172,
      "Ġprev": 1173,
      "erv": 1174,
      "Ġdem": 1175,
      "ights": 1176,
      "Ġrevenues": 1177,
      "aim": 1178,
      "Ġren": 1179,
      "Ġmus": 1180,
      "Ġregistr": 1181,
      "Ġrecorded": 1182,
      "aries": 1183,
      "Ġ/": 1184,
      "atory": 1185,
      "Ġadjust": 1186,
      "Ġofficer": 1187,
      "Ġprocess": 1188,
      "Ġunivers": 1189,
      "az": 1190,
      "Ġteam": 1191,
      "Ġprovide": 1192,
      "Ġfiled": 1193,
      "Ġpresent": 1194,
      "ĠĠĠĠĠ": 1195,
      "Ġwr": 1196,
      "ars": 1197,
      "ov": 1198,
      "Ġrepres": 1199,
      "Ġjust": 1200,
      "alth": 1201,
      "ces": 1202,
      "Ġsim": 1203,
      "ert": 1204,
      "Ġdeferred": 1205,
      "ying": 1206,
      "Ġtre": 1207,
      "Ġaccord": 1208,
      "Ġpeople": 1209,
      "Ġproject": 1210,
      "ĊĊ": 1211,
      "Ġcall": 1212,
      "ful": 1213,
      "ames": 1214,
      "Ġwithin": 1215,
      "Ġinternal": 1216,
      "Ġschool": 1217,
      "ins": 1218,
      "Ġability": 1219,
      "Ġcommerc": 1220,
      "aph": 1221,
      "Ġqual": 1222,
      "Ġseg": 1223,
      "Ġaverage": 1224,
      "uly": 1225,
      "Ġwhile": 1226,
      "ular": 1227,
      "Ġrespectively": 1228,
      "Ġearnings": 1229,
      "Ġcompan": 1230,
      "Ġrele": 1231,
      "Ġexper": 1232,
      "ufact": 1233,
      "Ġgrant": 1234,
      "term": 1235,
      "earch": 1236,
      "Ġful": 1237,
      "Ġamerican": 1238,
      "uthor": 1239,
      "Ġamounts": 1240,
      "Ġmeas": 1241,
      "Ġinf": 1242,
      "bruary": 1243,
      "Ġoct": 1244,
      "ield": 1245,
      "itut": 1246,
      "com": 1247,
      "Ġmanufact": 1248,
      "Ġoptions": 1249,
      "arm": 1250,
      "ret": 1251,
      "ards": 1252,
      "Ġnov": 1253,
      "Ġcontinue": 1254,
      "Ġterms": 1255,
      "ines": 1256,
      "ober": 1257,
      "Ġcompanies": 1258,
      "Ġfebruary": 1259,
      "uation": 1260,
      "Ġexpected": 1261,
      "Ġcommun": 1262,
      "Ġbeing": 1263,
      "Ġbefore": 1264,
      "ever": 1265,
      "Ġprincipal": 1266,
      "Ġsuc": 1267,
      "Ġeffective": 1268,
      "Ġoffer": 1269,
      "vert": 1270,
      "Ġinit": 1271,
      "Ġseries": 1272,
      "iven": 1273,
      "ends": 1274,
      "Ġagainst": 1275,
      "Ġcommercial": 1276,
      "Ġless": 1277,
      "Ġcour": 1278,
      "Ġreturn": 1279,
      "Ġdivid": 1280,
      "inal": 1281,
      "Ġoctober": 1282,
      "rec": 1283,
      "Ġocc": 1284,
      "Ġacquisition": 1285,
      "Ġsen": 1286,
      "Ġnat": 1287,
      "isting": 1288,
      "Ġbecause": 1289,
      "cl": 1290,
      "Ġclaim": 1291,
      "Ġsing": 1292,
      "Ġant": 1293,
      "Ġfoot": 1294,
      "Ġpolic": 1295,
      "Ġsol": 1296,
      "Ġthem": 1297,
      "Ġgenerally": 1298,
      "Ġassum": 1299,
      "Ġinvestments": 1300,
      "Ġgovernment": 1301,
      "Ġapr": 1302,
      "ev": 1303,
      "Ġtrad": 1304,
      "ergy": 1305,
      "Ġstatement": 1306,
      "Ġart": 1307,
      "Ġheld": 1308,
      "Ġgain": 1309,
      "Ġinternational": 1310,
      "ether": 1311,
      "Ġaug": 1312,
      "Ġlead": 1313,
      "Ġpot": 1314,
      "Ġwhat": 1315,
      "Ġapril": 1316,
      "ina": 1317,
      "Ġsouth": 1318,
      "Ġcompared": 1319,
      "emb": 1320,
      "Ġauthor": 1321,
      "Ġsever": 1322,
      "Ġasset": 1323,
      "Ġrequirements": 1324,
      "Ġback": 1325,
      "he": 1326,
      "Ġder": 1327,
      "Ġjuly": 1328,
      "Ġexhib": 1329,
      "ister": 1330,
      "Ġmake": 1331,
      "ator": 1332,
      "Ġmany": 1333,
      "Ġsale": 1334,
      "Ġbor": 1335,
      "Ġtaxes": 1336,
      "Ġty": 1337,
      "Ġforeign": 1338,
      "Ġcre": 1339,
      "way": 1340,
      "round": 1341,
      "uro": 1342,
      "Ġair": 1343,
      "Ġecon": 1344,
      "Ġnow": 1345,
      "Ġuniversity": 1346,
      "Ġeconom": 1347,
      "Ġreference": 1348,
      "Ġthink": 1349,
      "Ġincorporated": 1350,
      "Ġaugust": 1351,
      "iron": 1352,
      "line": 1353,
      "Ġsupport": 1354,
      "Ġsum": 1355,
      "urch": 1356,
      "Ġpursu": 1357,
      "Ġorgan": 1358,
      "Ġrestrict": 1359,
      "hn": 1360,
      "Ġfacility": 1361,
      "ipment": 1362,
      "Ġimpro": 1363,
      "Ġnorth": 1364,
      "iation": 1365,
      "Ġpresident": 1366,
      "bs": 1367,
      "ium": 1368,
      "Ġhold": 1369,
      "Ġsince": 1370,
      "ik": 1371,
      "Ġlease": 1372,
      "Ġresearch": 1373,
      "Ġimpair": 1374,
      "els": 1375,
      "Ġgas": 1376,
      "Ġcor": 1377,
      "Ġperson": 1378,
      "Ġsuccess": 1379,
      "Ġlife": 1380,
      "Ġchief": 1381,
      "Ġcar": 1382,
      "Ġsell": 1383,
      "based": 1384,
      "Ġhealth": 1385,
      "ages": 1386,
      "Ġnovember": 1387,
      "Ġfactors": 1388,
      "enn": 1389,
      "ential": 1390,
      "Ġdisclos": 1391,
      "urther": 1392,
      "Ġcomb": 1393,
      "Ġbenefit": 1394,
      "val": 1395,
      "ogr": 1396,
      "ety": 1397,
      "Ġsw": 1398,
      "da": 1399,
      "ience": 1400,
      "Ġinstr": 1401,
      "Ġusg": 1402,
      "ann": 1403,
      "Ġge": 1404,
      "Ġemployees": 1405,
      "Ġbuild": 1406,
      "Ġorig": 1407,
      "reg": 1408,
      "Ġhowever": 1409,
      "Ġrecognized": 1410,
      "ouse": 1411,
      "Ġconn": 1412,
      "jor": 1413,
      "ternal": 1414,
      "Ġsubst": 1415,
      "Ġcontents": 1416,
      "ry": 1417,
      "itive": 1418,
      "Ġamort": 1419,
      "xt": 1420,
      "Ġrights": 1421,
      "ival": 1422,
      "Ġcustomer": 1423,
      "Ġadmin": 1424,
      "endent": 1425,
      "Ġflows": 1426,
      "Ġcommitt": 1427,
      "Ġline": 1428,
      "Ġmarkets": 1429,
      "Ġinsurance": 1430,
      "hod": 1431,
      "Ġequipment": 1432,
      "Ġlic": 1433,
      "Ġproceed": 1434,
      "Ġfound": 1435,
      "Ġsur": 1436,
      "ffic": 1437,
      "Ġsent": 1438,
      "Ġsubsidiaries": 1439,
      "ern": 1440,
      "ark": 1441,
      "Ġestimated": 1442,
      "Ġcity": 1443,
      "Ġaccounts": 1444,
      "duc": 1445,
      "Ġpaid": 1446,
      "Ġrepresent": 1447,
      "Ġexerc": 1448,
      "ised": 1449,
      "Ġlast": 1450,
      "Ġorder": 1451,
      "iver": 1452,
      "Ġunt": 1453,
      "Ġprot": 1454,
      "Ġusing": 1455,
      "Ġgener": 1456,
      "Ġdescr": 1457,
      "Ġpercent": 1458,
      "Ġlicens": 1459,
      "Ġdirector": 1460,
      "Ġcare": 1461,
      "Ġhistor": 1462,
      "Ġpayments": 1463,
      "Ġdiffer": 1464,
      "Ġbelieve": 1465,
      "eng": 1466,
      "Ġenv": 1467,
      "port": 1468,
      "Ġcorporation": 1469,
      "Ġpursuant": 1470,
      "vers": 1471,
      "Ġmajor": 1472,
      "Ġfurther": 1473,
      "Ġeval": 1474,
      "Ġtechnology": 1475,
      "Ġmr": 1476,
      "Ġuntil": 1477,
      "Ġvarious": 1478,
      "Ġusgaap": 1479,
      "Ġplans": 1480,
      "Ġindic": 1481,
      "Ġopp": 1482,
      "Ġseason": 1483,
      "Ġfam": 1484,
      "Ġreceived": 1485,
      "Ġdown": 1486,
      "Ġmaintain": 1487,
      "iate": 1488,
      "ograph": 1489,
      "Ġsumm": 1490,
      "Ġcondition": 1491,
      "Ġwar": 1492,
      "sp": 1493,
      "Ġsame": 1494,
      "Ġneed": 1495,
      "Ġenviron": 1496,
      "ra": 1497,
      "Ġstrateg": 1498,
      "Ġforward": 1499,
      "Ġobligations": 1500,
      "ew": 1501,
      "Ġagreements": 1502,
      "ood": 1503,
      "Ġpower": 1504,
      "ling": 1505,
      "Ġimpairment": 1506,
      "cy": 1507,
      "Ġwarr": 1508,
      "ification": 1509,
      "Ġla": 1510,
      "Ġregulatory": 1511,
      "Ġconc": 1512,
      "ending": 1513,
      "par": 1514,
      "opt": 1515,
      "ley": 1516,
      "Ġmeet": 1517,
      "Ġconditions": 1518,
      "ps": 1519,
      "Ġmethod": 1520,
      "fol": 1521,
      "Ġindep": 1522,
      "Ġsection": 1523,
      "Ġproduction": 1524,
      "Ġarr": 1525,
      "ensive": 1526,
      "Ġassociated": 1527,
      "Ġsenior": 1528,
      "Ġadministr": 1529,
      "Ġopen": 1530,
      "Ġlater": 1531,
      "Ġdiscuss": 1532,
      "Ġparty": 1533,
      "Ġindustry": 1534,
      "Ġprovided": 1535,
      "Ġeuro": 1536,
      "Ġliability": 1537,
      "Âł": 1538,
      "Ġfootball": 1539,
      "uments": 1540,
      "Ġtest": 1541,
      "Ġut": 1542,
      "Ġanal": 1543,
      "iving": 1544,
      "de": 1545,
      "Ġbegin": 1546,
      "Ġreview": 1547,
      "aking": 1548,
      "Ġfees": 1549,
      "ency": 1550,
      "Ġtel": 1551,
      "Ġposition": 1552,
      "Ġenvironment": 1553,
      "Ġhim": 1554,
      "Ġplayers": 1555,
      "Ġrest": 1556,
      "ather": 1557,
      "Ġcontinued": 1558,
      "Ġlimited": 1559,
      "Ġsett": 1560,
      "Ġshort": 1561,
      "Ġderiv": 1562,
      "ten": 1563,
      "Ġtransactions": 1564,
      "Ġcontracts": 1565,
      "oll": 1566,
      "Ġamong": 1567,
      "Ġunits": 1568,
      "Ġcoll": 1569,
      "Ġcurrently": 1570,
      "Ġunc": 1571,
      "Ġattr": 1572,
      "Ġreason": 1573,
      "by": 1574,
      "quent": 1575,
      "Ġalb": 1576,
      "Ġthous": 1577,
      "Ġconsum": 1578,
      "Ġcollect": 1579,
      "Ġq": 1580,
      "Ġclos": 1581,
      "Ġinstitut": 1582,
      "uk": 1583,
      "Ġborrow": 1584,
      "struct": 1585,
      "ished": 1586,
      "ulated": 1587,
      "Ġident": 1588,
      "Ġlower": 1589,
      "Ġlinks": 1590,
      "Ġregard": 1591,
      "Ġpop": 1592,
      "uch": 1593,
      "Ġenergy": 1594,
      "Ġestimates": 1595,
      "Ġadopt": 1596,
      "ware": 1597,
      "Ġoption": 1598,
      "uce": 1599,
      "ually": 1600,
      "Ġincur": 1601,
      "Ġobtain": 1602,
      "ven": 1603,
      "Ġdid": 1604,
      "Ġquest": 1605,
      "Ġsold": 1606,
      "Ġmonths": 1607,
      "Ġsystems": 1608,
      "Ġstockholders": 1609,
      "Ġreflect": 1610,
      "Ġlocal": 1611,
      "Ġvery": 1612,
      "isions": 1613,
      "Ġsel": 1614,
      "Ġcountr": 1615,
      "Ġhigher": 1616,
      "Ġcontain": 1617,
      "Ġx": 1618,
      "Ġsegment": 1619,
      "Ġregulations": 1620,
      "Ġborn": 1621,
      "bal": 1622,
      "Ġincludes": 1623,
      "ross": 1624,
      "Ġexhibit": 1625,
      "Ġknown": 1626,
      "Ġmargin": 1627,
      "external": 1628,
      "Ġseveral": 1629,
      "ule": 1630,
      "Ġnext": 1631,
      "Ġparticip": 1632,
      "Ġlike": 1633,
      "Ġpotential": 1634,
      "Ġcounty": 1635,
      "Ġhere": 1636,
      "Ġpost": 1637,
      "Ġsubstant": 1638,
      "Ġrelations": 1639,
      "Ġll": 1640,
      "Ġright": 1641,
      "Ġaff": 1642,
      "not": 1643,
      "Ġjohn": 1644,
      "Ġdepos": 1645,
      "bo": 1646,
      "Ġprevious": 1647,
      "other": 1648,
      "Ġday": 1649,
      "Ġcorporate": 1650,
      "Ġlaws": 1651,
      "Ġmil": 1652,
      "Ġevent": 1653,
      "Ġportfol": 1654,
      "Ġreported": 1655,
      "Ġbelow": 1656,
      "Ġprices": 1657,
      "Ġacquired": 1658,
      "ves": 1659,
      "Ġever": 1660,
      "ilar": 1661,
      "Ġlongterm": 1662,
      "arge": 1663,
      "Ġbenefits": 1664,
      "Ġwin": 1665,
      "Ġprom": 1666,
      "Ġfail": 1667,
      "Ġsmall": 1668,
      "Ġrisks": 1669,
      "Ġfinal": 1670,
      "Ġdecrease": 1671,
      "Ġmort": 1672,
      "Ġarea": 1673,
      "Ġtrust": 1674,
      "Ġaccr": 1675,
      "ness": 1676,
      "will": 1677,
      "Ġfacilities": 1678,
      "Ġsentence": 1679,
      "sh": 1680,
      "Ġmid": 1681,
      "Ġset": 1682,
      "work": 1683,
      "Ġcommission": 1684,
      "iance": 1685,
      "Ġyork": 1686,
      "iter": 1687,
      "Ġaudit": 1688,
      "Ġdoes": 1689,
      "Ġassess": 1690,
      "Ġshow": 1691,
      "ptions": 1692,
      "Ġcommittee": 1693,
      "ention": 1694,
      "Ġclaims": 1695,
      "ients": 1696,
      "Ġdated": 1697,
      "Ġgross": 1698,
      "Ġlist": 1699,
      "Ġhel": 1700,
      "Ġpreferred": 1701,
      "Ġconf": 1702,
      "Ġperiods": 1703,
      "ters": 1704,
      "Ġgoing": 1705,
      "ism": 1706,
      "Ġfinancing": 1707,
      "Ġdescrib": 1708,
      "ove": 1709,
      "Ġexisting": 1710,
      "Ġcontribut": 1711,
      "inated": 1712,
      "ĊĠ": 1713,
      "Ġyour": 1714,
      "Ġconsider": 1715,
      "Ġsimilar": 1716,
      "Ġpayment": 1717,
      "Ġlab": 1718,
      "quid": 1719,
      "Ġpriv": 1720,
      "Ġestablished": 1721,
      "Ġneg": 1722,
      "Ġofficers": 1723,
      "Ġstart": 1724,
      "Ġeurope": 1725,
      "Ġdistrict": 1726,
      "ili": 1727,
      "Ġindependent": 1728,
      "Ġawards": 1729,
      "Ġname": 1730,
      "Ġexc": 1731,
      "Ġinvent": 1732,
      "ru": 1733,
      "Ġformer": 1734,
      "Ġconstruct": 1735,
      "Ġeconomic": 1736,
      "Ġguid": 1737,
      "Ġthousands": 1738,
      "Ġproperties": 1739,
      "ron": 1740,
      "Ġfull": 1741,
      "Ġhome": 1742,
      "Ġinvol": 1743,
      "Ġbir": 1744,
      "Ġes": 1745,
      "ulation": 1746,
      "Ġsecurity": 1747,
      "ai": 1748,
      "Ġevents": 1749,
      "irc": 1750,
      "alf": 1751,
      "ague": 1752,
      "Ġhead": 1753,
      "oking": 1754,
      "greg": 1755,
      "Ġarm": 1756,
      "Ġable": 1757,
      "Ġportfolio": 1758,
      "ension": 1759,
      "Ġbecame": 1760,
      "Ġearly": 1761,
      "Ġnatural": 1762,
      "Ġwhether": 1763,
      "Ġvari": 1764,
      "Ġmemb": 1765,
      "Ġmarketing": 1766,
      "Ġclin": 1767,
      "Ġliquid": 1768,
      "Ġwom": 1769,
      "bur": 1770,
      "Ġfunds": 1771,
      "Ġfive": 1772,
      "Ġmusic": 1773,
      "err": 1774,
      "itical": 1775,
      "ner": 1776,
      "ires": 1777,
      "Ġalbum": 1778,
      "Ġoil": 1779,
      "att": 1780,
      "Ġresour": 1781,
      "ixed": 1782,
      "Ġconvert": 1783,
      "amed": 1784,
      "Ġcharg": 1785,
      "Ġestate": 1786,
      "Ġmult": 1787,
      "Ġprofess": 1788,
      "Ġglo": 1789,
      "Ġproduc": 1790,
      "ules": 1791,
      "unct": 1792,
      "Ġcanad": 1793,
      "ising": 1794,
      "ortun": 1795,
      "Ġstandards": 1796,
      "Ġbre": 1797,
      "ring": 1798,
      "Ġbase": 1799,
      "Ġland": 1800,
      "Ġshould": 1801,
      "Ġhouse": 1802,
      "Ġprem": 1803,
      "Ġcirc": 1804,
      "lex": 1805,
      "Ġlarg": 1806,
      "li": 1807,
      "Ġmortg": 1808,
      "Ġinstruments": 1809,
      "ivid": 1810,
      "Ġprofit": 1811,
      "Ġbest": 1812,
      "Ġapplicable": 1813,
      "Ġdistribution": 1814,
      "Ġlocated": 1815,
      "put": 1816,
      "Ġlarge": 1817,
      "Ġwest": 1818,
      "Ġconsist": 1819,
      "ected": 1820,
      "ipt": 1821,
      "Ġoriginal": 1822,
      "Ġchamp": 1823,
      "iam": 1824,
      "ime": 1825,
      "Ġadversely": 1826,
      "Ġvi": 1827,
      "oper": 1828,
      "go": 1829,
      "Ġconduct": 1830,
      "atives": 1831,
      "Ġrecover": 1832,
      "Ġaustr": 1833,
      "Ġfourth": 1834,
      "reh": 1835,
      "anch": 1836,
      "Ġopportun": 1837,
      "Ġadverse": 1838,
      "ocus": 1839,
      "ral": 1840,
      "imum": 1841,
      "ott": 1842,
      "Ġspecial": 1843,
      "Ġabove": 1844,
      "Ġsk": 1845,
      "Ġfamily": 1846,
      "Ġallowance": 1847,
      "Ġamortization": 1848,
      "Ġweight": 1849,
      "Ġsl": 1850,
      "Ġgoodwill": 1851,
      "Ġsong": 1852,
      "Ġtop": 1853,
      "Ġplac": 1854,
      "Ġdil": 1855,
      "Ġlimit": 1856,
      "Ġarrang": 1857,
      "Ġdividends": 1858,
      "Ġaccordance": 1859,
      "Ġlegal": 1860,
      "Ġdifferent": 1861,
      "ians": 1862,
      "Ġpartic": 1863,
      "Ġbar": 1864,
      "Ġplace": 1865,
      "yn": 1866,
      "Ġrun": 1867,
      "yal": 1868,
      "Ġproced": 1869,
      "Ġportion": 1870,
      "med": 1871,
      "Ġbeginning": 1872,
      "ably": 1873,
      "Ġconnection": 1874,
      "Ġfocus": 1875,
      "ecess": 1876,
      "rehensive": 1877,
      "Ġdemand": 1878,
      "Ġdoll": 1879,
      "hips": 1880,
      "Ġtyp": 1881,
      "Ġaggreg": 1882,
      "co": 1883,
      "Ġdetermined": 1884,
      "ane": 1885,
      "egr": 1886,
      "Ġkey": 1887,
      "Ġoccur": 1888,
      "Ġdescribed": 1889,
      "Ġjud": 1890,
      "Ġindivid": 1891,
      "aff": 1892,
      "Ġvolum": 1893,
      "Ġtit": 1894,
      "Ġexcept": 1895,
      "part": 1896,
      "Ġpolicies": 1897,
      "Ġsour": 1898,
      "Ġevalu": 1899,
      "Ġamended": 1900,
      "Ġdeath": 1901,
      "Ġdays": 1902,
      "Ġcourt": 1903,
      "Ġsoft": 1904,
      "Ġregarding": 1905,
      "Ġunit": 1906,
      "Ġrestricted": 1907,
      "Ġamend": 1908,
      "ave": 1909,
      "Ġfeat": 1910,
      "Ġmember": 1911,
      "Ġllc": 1912,
      "hol": 1913,
      "Ġposs": 1914,
      "Ġintang": 1915,
      "be": 1916,
      "Ġcomprehensive": 1917,
      "Ġach": 1918,
      "Ġmembers": 1919,
      "icing": 1920,
      "Ġleague": 1921,
      "Ġcompon": 1922,
      "ption": 1923,
      "year": 1924,
      "Ġtake": 1925,
      "Ġturn": 1926,
      "Ġpayable": 1927,
      "asing": 1928,
      "ution": 1929,
      "ived": 1930,
      "Ġglobal": 1931,
      "Ġaccept": 1932,
      "Ġcarrying": 1933,
      "Ġgerm": 1934,
      "Ġcle": 1935,
      "Ġrat": 1936,
      "Ġrecent": 1937,
      "Ġentered": 1938,
      "Ġequival": 1939,
      "Ġparticular": 1940,
      "Ġoffice": 1941,
      "Ġmeasure": 1942,
      "Ġclinical": 1943,
      "Ġclub": 1944,
      "Ġgreat": 1945,
      "Ġprovides": 1946,
      "of": 1947,
      "alk": 1948,
      "Ġoffs": 1949,
      "uted": 1950,
      "Ġquestion": 1951,
      "Ġir": 1952,
      "encies": 1953,
      "Ġpa": 1954,
      "Ġstre": 1955,
      "Ġsaf": 1956,
      "Ġexperience": 1957,
      "Ġintegr": 1958,
      "Ġmortgage": 1959,
      "Ġwithout": 1960,
      "Ġrespons": 1961,
      "Ġresources": 1962,
      "Ġregister": 1963,
      "Ġbroad": 1964,
      "ables": 1965,
      "Ġshareholders": 1966,
      "rel": 1967,
      "Ġserved": 1968,
      "Ġcover": 1969,
      "Ġnear": 1970,
      "ify": 1971,
      "Ġbillion": 1972,
      "Ġassumptions": 1973,
      "bert": 1974,
      "Ġgranted": 1975,
      "Ġbrit": 1976,
      "less": 1977,
      "Ġdefined": 1978,
      "Ġknow": 1979,
      "Ġtown": 1980,
      "Ġstrong": 1981,
      "¿½": 1982,
      "ï¿½": 1983,
      "Ġpract": 1984,
      "sequent": 1985,
      "Ġachie": 1986,
      "Ġep": 1987,
      "duction": 1988,
      "Ġissuance": 1989,
      "ories": 1990,
      "Ġcolle": 1991,
      "gress": 1992,
      "Ġeven": 1993,
      "acy": 1994,
      "Ġhed": 1995,
      "aint": 1996,
      "Ġtransaction": 1997,
      "Ġadministrative": 1998,
      "day": 1999,
      "Ġpoint": 2000,
      "Ġvaluation": 2001,
      "Ġwater": 2002,
      "Ġexercise": 2003,
      "Ġdev": 2004,
      "ĠĠĠĠĠĠĠ": 2005,
      "Ġmanufacturing": 2006,
      "Ġtarg": 2007,
      "Ġvers": 2008,
      "Ġcompleted": 2009,
      "Ġaut": 2010,
      "son": 2011,
      "Ġaccording": 2012,
      "Ġconstruction": 2013,
      "Ġprocedures": 2014,
      "Ġproceeds": 2015,
      "uel": 2016,
      "Ġuncertain": 2017,
      "Ġevery": 2018,
      "âĢĵ": 2019,
      "though": 2020,
      "Ġgames": 2021,
      "Ġfixed": 2022,
      "yl": 2023,
      "pro": 2024,
      "Ġengine": 2025,
      "Ġaccess": 2026,
      "Ġsched": 2027,
      "Ġpass": 2028,
      "Ġwon": 2029,
      "ument": 2030,
      "Ġaggregate": 2031,
      "iting": 2032,
      "ators": 2033,
      "Ġfre": 2034,
      "Ġparties": 2035,
      "Ġking": 2036,
      "Ġaustral": 2037,
      "Ġanalys": 2038,
      "Ġsix": 2039,
      "Ġindividual": 2040,
      "ither": 2041,
      "Ġprograms": 2042,
      "Ġvot": 2043,
      "Ġfollows": 2044,
      "Ġlow": 2045,
      "Ġsuper": 2046,
      "Ġcontrols": 2047,
      "ri": 2048,
      "aren": 2049,
      "Ġreduc": 2050,
      "Ġcommit": 2051,
      "Ġra": 2052,
      "Ġalthough": 2053,
      "Ġtrial": 2054,
      "ck": 2055,
      "Ġaround": 2056,
      "igation": 2057,
      "Ġmill": 2058,
      "Ġworking": 2059,
      "Ġenter": 2060,
      "Ġweighted": 2061,
      "acks": 2062,
      "Ġmy": 2063,
      "Ġbi": 2064,
      "Ġincent": 2065,
      "Ġdecl": 2066,
      "Ġcand": 2067,
      "Ġsuccessful": 2068,
      "Ġinitial": 2069,
      "Ġste": 2070,
      "Ġimport": 2071,
      "Ġvest": 2072,
      "reciation": 2073,
      "thers": 2074,
      "Ġapproval": 2075,
      "Ġpet": 2076,
      "Ġsingle": 2077,
      "Ġamerica": 2078,
      "Ġcurrency": 2079,
      "Ġmust": 2080,
      "Ġincurred": 2081,
      "ms": 2082,
      "Ġanticip": 2083,
      "Ġmonth": 2084,
      "Ġchampions": 2085,
      "iet": 2086,
      "ae": 2087,
      "Ġsoc": 2088,
      "Ġther": 2089,
      "Ġdisclosure": 2090,
      "Ġcontinu": 2091,
      "Ġreserv": 2092,
      "Ġeduc": 2093,
      "Ġfile": 2094,
      "Ġremaining": 2095,
      "Ġcert": 2096,
      "Ġsoftware": 2097,
      "Ġguidance": 2098,
      "Ġowned": 2099,
      "side": 2100,
      "Ġreleased": 2101,
      "Ġaccrued": 2102,
      "Ġaccom": 2103,
      "Ġsat": 2104,
      "Ġlik": 2105,
      "arant": 2106,
      "ne": 2107,
      "Ġlevels": 2108,
      "Ġdom": 2109,
      "Ġregistrant": 2110,
      "Ġhelp": 2111,
      "Ġten": 2112,
      "int": 2113,
      "Ġdivision": 2114,
      "Ġbook": 2115,
      "back": 2116,
      "Ġperm": 2117,
      "Ġpast": 2118,
      "Ġnecess": 2119,
      "Ġeff": 2120,
      "Ġbecome": 2121,
      "Ġstill": 2122,
      "Ġprivate": 2123,
      "ino": 2124,
      "Ġroyal": 2125,
      "Ġactual": 2126,
      "Ġtem": 2127,
      "Ġleases": 2128,
      "Ġtreat": 2129,
      "let": 2130,
      "Ġhum": 2131,
      "Ġwhol": 2132,
      "Ġnamed": 2133,
      "wh": 2134,
      "Ġprep": 2135,
      "Ġdeb": 2136,
      "ibility": 2137,
      "Ġpreviously": 2138,
      "Ġtrain": 2139,
      "Ġalong": 2140,
      "Ġarch": 2141,
      "Ġbuilding": 2142,
      "Ġemployee": 2143,
      "Ġhistory": 2144,
      "Ġconsidered": 2145,
      "Ġdepart": 2146,
      "Ġanalysis": 2147,
      "ucture": 2148,
      "iforn": 2149,
      "Ġrange": 2150,
      "Ġintangible": 2151,
      "Ġacquisitions": 2152,
      "ison": 2153,
      "Ġcandid": 2154,
      "aft": 2155,
      "Ġannoun": 2156,
      "Ġgiven": 2157,
      "erve": 2158,
      "Ġchild": 2159,
      "Ġoffset": 2160,
      "lying": 2161,
      "Ġdam": 2162,
      "Ġrad": 2163,
      "fficient": 2164,
      "apan": 2165,
      "vement": 2166,
      "Ġoverall": 2167,
      "ute": 2168,
      "Ġmuch": 2169,
      "Ġcy": 2170,
      "Ġgame": 2171,
      "app": 2172,
      "Ġownership": 2173,
      "Ġcompliance": 2174,
      "ittle": 2175,
      "Ġpo": 2176,
      "Ġattribut": 2177,
      "Ġtechnolog": 2178,
      "Ġcase": 2179,
      "cast": 2180,
      "ler": 2181,
      "Ġcamp": 2182,
      "Ġcaliforn": 2183,
      "Ġmodel": 2184,
      "Ġenvironmental": 2185,
      "lation": 2186,
      "Ġretail": 2187,
      "Ġcharact": 2188,
      "Ġimplement": 2189,
      "Ġchr": 2190,
      "itor": 2191,
      "========": 2192,
      "Ġspecific": 2193,
      "Ġresulting": 2194,
      "Ġpartnership": 2195,
      "pany": 2196,
      "Ġeast": 2197,
      "Ġtak": 2198,
      "ym": 2199,
      "Ġmatur": 2200,
      "anks": 2201,
      "Ġmag": 2202,
      "uck": 2203,
      "Ġsubsequent": 2204,
      "Ġanother": 2205,
      "Ġdrug": 2206,
      "Ġrepl": 2207,
      "Ġreports": 2208,
      "Ġguarant": 2209,
      "ĠĠĊ": 2210,
      "Ġeither": 2211,
      "nel": 2212,
      "eck": 2213,
      "hing": 2214,
      "Ġcenter": 2215,
      "irement": 2216,
      "Ġbusinesses": 2217,
      "Ġbegan": 2218,
      "Ġprovision": 2219,
      "Ġprovisions": 2220,
      "Ġread": 2221,
      "Ġlittle": 2222,
      "Ġcalifornia": 2223,
      "Ġcalc": 2224,
      "Ġcapac": 2225,
      "Ġinventory": 2226,
      "Ġwarrants": 2227,
      "Ġpark": 2228,
      "Ġmatters": 2229,
      "evision": 2230,
      "Ġway": 2231,
      "Ġreceivable": 2232,
      "ds": 2233,
      "Ġrepurch": 2234,
      "aster": 2235,
      "itted": 2236,
      "poses": 2237,
      "Ġjoin": 2238,
      "Ġreduce": 2239,
      "Ġbeh": 2240,
      "Ġsupply": 2241,
      "Ġplayed": 2242,
      "Ġsqu": 2243,
      "Ġexpos": 2244,
      "Ġill": 2245,
      "itten": 2246,
      "Ġrequires": 2247,
      "itors": 2248,
      "Ġfilms": 2249,
      "Ġquarterly": 2250,
      "read": 2251,
      "Ġcharge": 2252,
      "sue": 2253,
      "yle": 2254,
      "Ġpred": 2255,
      "Ġsaid": 2256,
      "Ġwee": 2257,
      "Ġbritish": 2258,
      "ob": 2259,
      "avor": 2260,
      "Ġhistorical": 2261,
      "Ġsubsidiary": 2262,
      "Ġvill": 2263,
      "Ġsf": 2264,
      "ilt": 2265,
      "sel": 2266,
      "Ġdoc": 2267,
      "Ġchurch": 2268,
      "Ġsepar": 2269,
      "Ġcalled": 2270,
      "Ġve": 2271,
      "itures": 2272,
      "Ġreasonable": 2273,
      "cil": 2274,
      "Ġsan": 2275,
      "Ġalloc": 2276,
      "eler": 2277,
      "Ġcollege": 2278,
      "Ġpurposes": 2279,
      "Ġbirths": 2280,
      "Ġmedical": 2281,
      "Ġpolicy": 2282,
      "Ġord": 2283,
      "que": 2284,
      "Ġareas": 2285,
      "Ġcombination": 2286,
