{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[0-9]"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " +"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": false,
        "use_regex": true
      },
      {
        "type": "TemplateProcessing",
        "single": [
          {
            "SpecialToken": {
              "id": "<s>",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "SpecialToken": {
              "id": "</s>",
              "type_id": 0
            }
          }
        ],
        "pair": [
          {
            "Sequence": {
              "id": "A",
              "type_id": 0
            }
          },
          {
            "Sequence": {
              "id": "B",
              "type_id": 1
            }
          }
        ],
        "special_tokens": {
          "</s>": {
            "id": "</s>",
            "ids": [
              3
            ],
            "tokens": [
              "</s>"
            ]
          },
          "<s>": {
            "id": "<s>",
            "ids": [
              0
            ],
            "tokens": [
              "<s>"
            ]
          }
        }
      }
    ]
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "<unk>": 2,
      "</s>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      ":": 20,
      ";": 21,
      "<": 22,
      "=": 23,
      ">": 24,
      "?": 25,
      "@": 26,
      "[": 27,
      "\\": 28,
      "]": 29,
      "^": 30,
      "_": 31,
      "`": 32,
      "a": 33,
      "b": 34,
      "c": 35,
      "d": 36,
      "e": 37,
      "f": 38,
      "g": 39,
      "h": 40,
      "i": 41,
      "j": 42,
      "k": 43,
      "l": 44,
      "m": 45,
      "n": 46,
      "o": 47,
      "p": 48,
      "q": 49,
      "r": 50,
      "s": 51,
      "t": 52,
      "u": 53,
      "v": 54,
      "w": 55,
      "x": 56,
      "y": 57,
      "z": 58,
      "{": 59,
      "|": 60,
      "}": 61,
      "~": 62,
      "¡": 63,
      "¢": 64,
      "£": 65,
      "¤": 66,
      "¥": 67,
      "¦": 68,
      "§": 69,
      "¨": 70,
      "©": 71,
      "ª": 72,
      "«": 73,
      "¬": 74,
      "®": 75,
      "¯": 76,
      "°": 77,
      "±": 78,
      "²": 79,
      "³": 80,
      "´": 81,
      "µ": 82,
      "¶": 83,
      "·": 84,
      "¸": 85,
      "¹": 86,
      "º": 87,
      "»": 88,
      "¼": 89,
      "½": 90,
      "¾": 91,
      "¿": 92,
      "Â": 93,
      "Ã": 94,
      "Ä": 95,
      "Å": 96,
      "Æ": 97,
      "Ç": 98,
      "È": 99,
      "É": 100,
      "Ê": 101,
      "Ë": 102,
      "Í": 103,
      "Î": 104,
      "Ï": 105,
      "Ð": 106,
      "Ñ": 107,
      "Ò": 108,
      "Ó": 109,
      "Ô": 110,
      "Õ": 111,
      "Ö": 112,
      "×": 113,
      "Ø": 114,
      "Ù": 115,
      "Ú": 116,
      "Û": 117,
      "Ü": 118,
      "Ý": 119,
      "Þ": 120,
      "ß": 121,
      "à": 122,
      "á": 123,
      "â": 124,
      "ã": 125,
      "ä": 126,
      "å": 127,
      "æ": 128,
      "ç": 129,
      "è": 130,
      "é": 131,
      "ê": 132,
      "î": 133,
      "ï": 134,
      "ð": 135,
      "ó": 136,
      "ô": 137,
      "ĉ": 138,
      "Ċ": 139,
      "Ġ": 140,
      "ġ": 141,
      "Ģ": 142,
      "ģ": 143,
      "Ĥ": 144,
      "ĥ": 145,
      "Ħ": 146,
      "ħ": 147,
      "Ĩ": 148,
      "ĩ": 149,
      "Ī": 150,
      "ī": 151,
      "Ĭ": 152,
      "ĭ": 153,
      "Į": 154,
      "į": 155,
      "İ": 156,
      "ı": 157,
      "Ĳ": 158,
      "ĳ": 159,
      "Ĵ": 160,
      "ĵ": 161,
      "Ķ": 162,
      "ķ": 163,
      "ĸ": 164,
      "Ĺ": 165,
      "ĺ": 166,
      "Ļ": 167,
      "ļ": 168,
      "Ľ": 169,
      "ľ": 170,
      "Ŀ": 171,
      "ŀ": 172,
      "Ł": 173,
      "ł": 174,
      "Ń": 175,
      "Ġt": 176,
      "Ġa": 177,
      "in": 178,
      "er": 179,
      "Ġo": 180,
      "Ġth": 181,
      "re": 182,
      "on": 183,
      "Ġc": 184,
      "Ġthe": 185,
      "en": 186,
      "Ġs": 187,
      "at": 188,
      "an": 189,
      "es": 190,
      "ed": 191,
      "Ġin": 192,
      "Ġp": 193,
      "it": 194,
      "Ġf": 195,
      "or": 196,
      "al": 197,
      "Ġw": 198,
      "Ġan": 199,
      "Ġof": 200,
      "Ġb": 201,
      "ion": 202,
      "ar": 203,
      "is": 204,
      "Ġm": 205,
      "Ġand": 206,
      "Ġd": 207,
      "ing": 208,
      "Ġre": 209,
      "ent": 210,
      "ro": 211,
      "ic": 212,
      "Ġto": 213,
      "as": 214,
      "ur": 215,
      "Ġl": 216,
      "ct": 217,
      "om": 218,
      "Ġh": 219,
      "il": 220,
      "Ġe": 221,
      "Ġn": 222,
      "Ġ,": 223,
      "un": 224,
      "us": 225,
      "et": 226,
      "em": 227,
      "el": 228,
      "ation": 229,
      "Ġg": 230,
      "Ġcom": 231,
      "le": 232,
      "iv": 233,
      "ol": 234,
      "Ġas": 235,
      "th": 236,
      "Ġfor": 237,
      "Ġst": 238,
      "Ġ(": 239,
      "ch": 240,
      "ul": 241,
      "id": 242,
      "ce": 243,
      "st": 244,
      "im": 245,
      "Ġcon": 246,
      "ut": 247,
      "Ġon": 248,
      "ec": 249,
      "Ġpro": 250,
      "ers": 251,
      "ter": 252,
      "ig": 253,
      "ly": 254,
      "Ġcomp": 255,
      "qu": 256,
      "Ġour": 257,
      "Ġex": 258,
      "Ġis": 259,
      "ment": 260,
      "Ġ.": 261,
      "ay": 262,
      "ir": 263,
      "--": 264,
      "ies": 265,
      "ot": 266,
      "ab": 267,
      "est": 268,
      "Ġ$": 269,
      "Ġv": 270,
      "Ġinc": 271,
      "Ġr": 272,
      "Ġor": 273,
      "am": 274,
      "Ġwe": 275,
      "ith": 276,
      "os": 277,
      "ill": 278,
      "ial": 279,
      "ow": 280,
      "Ġbe": 281,
      "ect": 282,
      "ad": 283,
      "Ġwh": 284,
      "ated": 285,
      "ate": 286,
      "Ġwith": 287,
      "Ġthat": 288,
      "Ġsu": 289,
      "ity": 290,
      "Ġco": 291,
      "if": 292,
      "Ġal": 293,
      "Ġun": 294,
      "ber": 295,
      "ain": 296,
      "Ġy": 297,
      "ag": 298,
      "Ġby": 299,
      "Ġde": 300,
      "ement": 301,
      "ver": 302,
      "oc": 303,
      "res": 304,
      "ess": 305,
      "ist": 306,
      "ort": 307,
      "Ġit": 308,
      "Ġwas": 309,
      "Ġare": 310,
      "Ġsh": 311,
      "ant": 312,
      "Ġat": 313,
      "Ġj": 314,
      "and": 315,
      "per": 316,
      "Ġch": 317,
      "red": 318,
      "end": 319,
      "rom": 320,
      "ive": 321,
      "ve": 322,
      "ear": 323,
      "any": 324,
      "Ġac": 325,
      "pp": 326,
      "ud": 327,
      "Ġres": 328,
      "Ġfrom": 329,
      "um": 330,
      "ue": 331,
      "ac": 332,
      "ere": 333,
      "Ġad": 334,
      "ions": 335,
      "anc": 336,
      "ember": 337,
      "od": 338,
      "oun": 339,
      "'s": 340,
      "Ġnot": 341,
      "act": 342,
      "ust": 343,
      "Ġcont": 344,
      "Ġcompany": 345,
      "ap": 346,
      "ip": 347,
      "se": 348,
      "ther": 349,
      "ations": 350,
      "Ġpr": 351,
      "able": 352,
      "ance": 353,
      "art": 354,
      "Ġfin": 355,
      "Ġass": 356,
      "Ġper": 357,
      "Ġtr": 358,
      "uct": 359,
      "ib": 360,
      "ard": 361,
      "Ġmar": 362,
      "Ġdec": 363,
      "ich": 364,
      "op": 365,
      "Ġexp": 366,
      "fer": 367,
      "Ġpl": 368,
      "iz": 369,
      "Ġk": 370,
      "Ġcomm": 371,
      "Ġus": 372,
      "ang": 373,
      "ities": 374,
      "Ġam": 375,
      "Ġse": 376,
      "ition": 377,
      "igh": 378,
      "ff": 379,
      "ts": 380,
      "Ġyear": 381,
      "ans": 382,
      "ure": 383,
      "Ġle": 384,
      "der": 385,
      "Ġha": 386,
      "ome": 387,
      "..": 388,
      "Ġne": 389,
      "ire": 390,
      "Ġacc": 391,
      "ary": 392,
      "Ġinter": 393,
      "Ġrep": 394,
      "ase": 395,
      "pt": 396,
      "âĢ": 397,
      "ens": 398,
      "illion": 399,
      "ore": 400,
      "Ġfinanc": 401,
      "ug": 402,
      "Ġag": 403,
      "Ġother": 404,
      "Ġwhich": 405,
      "ock": 406,
      "Ġoper": 407,
      "Ġ-": 408,
      "lud": 409,
      "Ġapp": 410,
      "Ġstat": 411,
      "Ġmillion": 412,
      "Ġhe": 413,
      "are": 414,
      "up": 415,
      "for": 416,
      "Ġcons": 417,
      "Ġhave": 418,
      "Ġ)": 419,
      "all": 420,
      "ely": 421,
      "Ġfinancial": 422,
      "ie": 423,
      "duct": 424,
      "ign": 425,
      "og": 426,
      "Ġmay": 427,
      "----": 428,
      "Ġser": 429,
      "ments": 430,
      "Ġrec": 431,
      "Ġcl": 432,
      "Ġqu": 433,
      "ak": 434,
      "Ġim": 435,
      "ased": 436,
      "low": 437,
      "Ġstock": 438,
      "Ġpart": 439,
      "Ġthis": 440,
      "age": 441,
      "Ġinclud": 442,
      "ice": 443,
      "Ġ\"": 444,
      "Ġreg": 445,
      "uld": 446,
      "Ġdecember": 447,
      "Ġsec": 448,
      "ical": 449,
      "ell": 450,
      "ia": 451,
      "ou": 452,
      "Ġact": 453,
      "tain": 454,
      "ets": 455,
      "Ġsp": 456,
      "isc": 457,
      "Ġsub": 458,
      "Ġ$.": 459,
      "ements": 460,
      "Ġ--": 461,
      "Ġind": 462,
      "ax": 463,
      "Ġman": 464,
      "ous": 465,
      "ult": 466,
      "ors": 467,
      "Ġint": 468,
      "Ġab": 469,
      "Ġinv": 470,
      "form": 471,
      "ount": 472,
      "Ġimp": 473,
      "ish": 474,
      "Ġmark": 475,
      "Ġval": 476,
      "erm": 477,
      "ong": 478,
      "vel": 479,
      "ren": 480,
      "Ġen": 481,
      "ine": 482,
      "ility": 483,
      "our": 484,
      "Ġproduct": 485,
      "Ġrel": 486,
      "Ġwere": 487,
      "Ġunder": 488,
      "Ġnet": 489,
      "ating": 490,
      "Ġrev": 491,
      "Ġits": 492,
      "ual": 493,
      "Ġno": 494,
      "Ġgo": 495,
      "lo": 496,
      "Ġwill": 497,
      "so": 498,
      "Ġserv": 499,
      "ugh": 500,
      "Ġli": 501,
      "old": 502,
      "Ġbus": 503,
      "ord": 504,
      "Ġar": 505,
      "ast": 506,
      "ater": 507,
      "ence": 508,
      "ash": 509,
      "iness": 510,
      "Ġ%": 511,
      "Ġall": 512,
      "âĢĵ": 513,
      "air": 514,
      "bl": 515,
      "Ġlo": 516,
      "Ġbusiness": 517,
      "Ġpre": 518,
      "Ġprov": 519,
      "Ġtax": 520,
      "ks": 521,
      "su": 522,
      "Ġnew": 523,
      "ents": 524,
      "Ġcost": 525,
      "ach": 526,
      "Ġhas": 527,
      "Ġend": 528,
      "oss": 529,
      "ian": 530,
      "ail": 531,
      "istr": 532,
      "Ġro": 533,
      "ffect": 534,
      "Ġbo": 535,
      "ings": 536,
      "Ġalso": 537,
      "Ġi": 538,
      "Ġincome": 539,
      "uring": 540,
      "Ġreport": 541,
      "enc": 542,
      "Ġoff": 543,
      "Ġthese": 544,
      "ific": 545,
      "ates": 546,
      "ight": 547,
      "dition": 548,
      "Ġest": 549,
      "Ġgro": 550,
      "Ġrequ": 551,
      "Ġany": 552,
      "eral": 553,
      "Ġcap": 554,
      "Ġsal": 555,
      "ory": 556,
      "the": 557,
      "ide": 558,
      "Ġover": 559,
      "Ġte": 560,
      "Ġinterest": 561,
      "Ġincre": 562,
      "Ġpur": 563,
      "Ġ()": 564,
      "und": 565,
      "Ġcash": 566,
      "Ġequ": 567,
      "ices": 568,
      "Ġgen": 569,
      "Ġmarket": 570,
      "Ġfe": 571,
      "Ġinvest": 572,
      "ry": 573,
      "Ġhis": 574,
      "Ġtim": 575,
      "Ġme": 576,
      "Ġvalue": 577,
      "Ġassets": 578,
      "Ġout": 579,
      "Ġsuch": 580,
      "Ġup": 581,
      "ized": 582,
      "Ġappro": 583,
      "orp": 584,
      "ge": 585,
      "ass": 586,
      "ru": 587,
      "lect": 588,
      "Ġwor": 589,
      "irect": 590,
      "ited": 591,
      "aw": 592,
      "....": 593,
      "ame": 594,
      "urren": 595,
      "ack": 596,
      "Ġfir": 597,
      "ied": 598,
      "tal": 599,
      "ital": 600,
      "av": 601,
      "Ġem": 602,
      "Ġfil": 603,
      "Ġagre": 604,
      "Ġev": 605,
      "Ġtrans": 606,
      "Ġform": 607,
      "Ġstatements": 608,
      "its": 609,
      "ĠâĢĵ": 610,
      "Ġdisc": 611,
      "ty": 612,
      "Ġdirect": 613,
      "ject": 614,
      "Ġcommon": 615,
      "Ġmanag": 616,
      "ict": 617,
      "ange": 618,
      "Ġoperations": 619,
      "Ġcan": 620,
      "out": 621,
      "Ġthere": 622,
      "uc": 623,
      "Ġso": 624,
      "Ġaddition": 625,
      "Ġsecur": 626,
      "ertain": 627,
      "Ġtheir": 628,
      "Ġif": 629,
      "Ġpres": 630,
      "Ġreven": 631,
      "Ġmo": 632,
      "ose": 633,
      "Ġpay": 634,
      "iod": 635,
      "ond": 636,
      "arter": 637,
      "Ġyears": 638,
      "ward": 639,
      "Ġcurren": 640,
      "olid": 641,
      "ative": 642,
      "Ġyou": 643,
      "ef": 644,
      "Ġduring": 645,
      "Ġtotal": 646,
      "Ġcol": 647,
      "rit": 648,
      "Ġperiod": 649,
      "orpor": 650,
      "ould": 651,
      "Ġfirst": 652,
      "Ġthan": 653,
      "ok": 654,
      "Ġone": 655,
      "ational": 656,
      "ares": 657,
      "Ġresp": 658,
      "Ġcould": 659,
      "wn": 660,
      "Ġent": 661,
      "velop": 662,
      "Ġshare": 663,
      "==": 664,
      "ired": 665,
      "Ġeffect": 666,
      "Ġbeen": 667,
      "Ġdep": 668,
      "Ġloss": 669,
      "Ġ$,": 670,
      "ra": 671,
      "Ġhad": 672,
      "rol": 673,
      "Ġaf": 674,
      "Ġended": 675,
      "ee": 676,
      "ĠĊ": 677,
      "ures": 678,
      "Ġbut": 679,
      "iss": 680,
      "Ġquarter": 681,
      "Ġdevelop": 682,
      "Ġterm": 683,
      "Ġdes": 684,
      "Ġcontr": 685,
      "Ġdo": 686,
      "rough": 687,
      "Ġconsolid": 688,
      "cess": 689,
      "Ġshares": 690,
      "Ġmore": 691,
      "Ġfol": 692,
      "str": 693,
      "Ġsign": 694,
      "Ġear": 695,
      "ior": 696,
      "own": 697,
      "Ġgr": 698,
      "hip": 699,
      "Ġcust": 700,
      "Ġincluding": 701,
      "ilities": 702,
      "Ġaccount": 703,
      "inc": 704,
      "ree": 705,
      "gr": 706,
      "Ġnon": 707,
      "Ġcustom": 708,
      "ath": 709,
      "--------": 710,
      "Ġcapital": 711,
      "Ġfollow": 712,
      "Ġ,,": 713,
      "ense": 714,
      "),": 715,
      "Ġtime": 716,
      "Ġrelated": 717,
      "Ġacqu": 718,
      "ank": 719,
      "ibut": 720,
      "io": 721,
      "les": 722,
      "ace": 723,
      "Ġ|": 724,
      "ubl": 725,
      "ident": 726,
      "Ġoperating": 727,
      "Ġconsolidated": 728,
      "Ġinto": 729,
      "Ġ(,": 730,
      "Ġresult": 731,
      "Ġissu": 732,
      "ade": 733,
      "Ġmon": 734,
      "Ġthrough": 735,
      "Ġcertain": 736,
      "Ġcurrent": 737,
      "Ġtw": 738,
      "pr": 739,
      "ise": 740,
      "Ġhigh": 741,
      "Ġadv": 742,
      "Ġbec": 743,
      "Ġregul": 744,
      "Ġstr": 745,
      "ily": 746,
      "Ġsecurities": 747,
      "Ġcontin": 748,
      "Ġcosts": 749,
      "Ġproducts": 750,
      "Ġsc": 751,
      "Ġfair": 752,
      "Ġsales": 753,
      "loy": 754,
      "olog": 755,
      "ately": 756,
      "Ġ.%": 757,
      "ults": 758,
      "eric": 759,
      "Ġann": 760,
      "eth": 761,
      "Ġmanagement": 762,
      "erc": 763,
      "Ġbel": 764,
      "Ġliab": 765,
      "Ġgeneral": 766,
      "Ġsy": 767,
      "nal": 768,
      "Ġplan": 769,
      "Ġpol": 770,
      "urn": 771,
      "Ġdr": 772,
      "Ġcar": 773,
      "oin": 774,
      "Ġbased": 775,
      "con": 776,
      "Ġwould": 777,
      "Ġcoun": 778,
      "ex": 779,
      "Ġfut": 780,
      "Ġrece": 781,
      "Ġcred": 782,
      "Ġu": 783,
      "Ġsupp": 784,
      "Ġservices": 785,
      "Ġret": 786,
      "Ġafter": 787,
      "Ġemp": 788,
      "eld": 789,
      "Ġresults": 790,
      "ey": 791,
      "ible": 792,
      "Ġben": 793,
      "Ġris": 794,
      "ious": 795,
      "Ġcontrol": 796,
      "Ġfuture": 797,
      "Ġbas": 798,
      "ferred": 799,
      "Ġbr": 800,
      "itt": 801,
      "Ġagreement": 802,
      "Ġplay": 803,
      "Ġgu": 804,
      "we": 805,
      "Ġrecord": 806,
      "Ġoffic": 807,
      "orn": 808,
      "ile": 809,
      "Ġthey": 810,
      "ite": 811,
      "Ġsch": 812,
      "Ġrate": 813,
      "ences": 814,
      "Ġdef": 815,
      "ake": 816,
      "Ġinst": 817,
      "Ġ||": 818,
      "Ġshe": 819,
      "aterial": 820,
      "Ġdet": 821,
      "ants": 822,
      "tr": 823,
      "Ġrem": 824,
      "Ġexpect": 825,
      "Ġdue": 826,
      "Ġestim": 827,
      "Ġopt": 828,
      "Ġwell": 829,
      "Ġdiv": 830,
      "ounts": 831,
      "Ġph": 832,
      "ively": 833,
      "Ġperform": 834,
      "arg": 835,
      "Ġmaterial": 836,
      "Ġcredit": 837,
      "ason": 838,
      "Ġinform": 839,
      "ection": 840,
      "Ġnum": 841,
      "ues": 842,
      "Ġwhen": 843,
      "Ġdeb": 844,
      "itions": 845,
      "ix": 846,
      "Ġpurch": 847,
      ").": 848,
      "Ġsignific": 849,
      "Ġdistr": 850,
      "Ġpubl": 851,
      "Ġfr": 852,
      "aus": 853,
      "Ġemploy": 854,
      "Ġcontract": 855,
      "Ġown": 856,
      "amp": 857,
      "Ġfac": 858,
      "Ġsignificant": 859,
      "Ġtwo": 860,
      "Ġinformation": 861,
      "ision": 862,
      "Ġbet": 863,
      "Ġrespect": 864,
      "erg": 865,
      "land": 866,
      "Ġrevenue": 867,
      "Ġprovid": 868,
      "Ġwho": 869,
      "Ġproper": 870,
      "Ġnor": 871,
      "Ġcompl": 872,
      "ecut": 873,
      "Ġadditional": 874,
      "cent": 875,
      "Ġchang": 876,
      "Ġbenef": 877,
      "Ġspec": 878,
      "gin": 879,
      "Ġabout": 880,
      "aid": 881,
      "Ġav": 882,
      "ved": 883,
      "xim": 884,
      "Ġloc": 885,
      "ress": 886,
      "Ġmin": 887,
      "Ġ:": 888,
      "ep": 889,
      "Ġaccounting": 890,
      "Ġwork": 891,
      "Ġprim": 892,
      "ics": 893,
      "Ġsome": 894,
      "ases": 895,
      "Ġmat": 896,
      "chn": 897,
      "Ġreal": 898,
      "Ġport": 899,
      "ogn": 900,
      "Ġdis": 901,
      "Ġprice": 902,
      "Ġapproxim": 903,
      "ferences": 904,
      "Ġeach": 905,
      "ons": 906,
      "Ġlong": 907,
      "enses": 908,
      "Ġactiv": 909,
      "Ġitem": 910,
      "oci": 911,
      "Ġwar": 912,
      "Ġincrease": 913,
      "ild": 914,
      "iscal": 915,
      "Ġamount": 916,
      "lish": 917,
      "Ġnotes": 918,
      "gan": 919,
      "ined": 920,
      "Ġfiscal": 921,
      "Ġequity": 922,
      "Ġred": 923,
      "Ġher": 924,
      "verage": 925,
      "Ġpe": 926,
      "Ġstates": 927,
      "Ġfollowing": 928,
      "ld": 929,
      "vern": 930,
      "olders": 931,
      "ower": 932,
      "Ġrequire": 933,
      "Ġtechn": 934,
      "Ġreceiv": 935,
      "Ġbal": 936,
      "Ġbu": 937,
      "Ġcorpor": 938,
      "Ġameric": 939,
      "ization": 940,
      "ost": 941,
      "Ġexecut": 942,
      "Ġmain": 943,
      "ss": 944,
      "ft": 945,
      "stem": 946,
      "Ġob": 947,
      "Ġvar": 948,
      "__": 949,
      "Ġnumber": 950,
      "pe": 951,
      "ared": 952,
      "Ġdel": 953,
      "ke": 954,
      "Ġdif": 955,
      "Ġapproximately": 956,
      "Ġjun": 957,
      "ound": 958,
      "Ġbank": 959,
      "Ġdevelopment": 960,
      "anding": 961,
      "one": 962,
      "ett": 963,
      "âĢĻ": 964,
      "Ġcompens": 965,
      "Ġunited": 966,
      "Ġmed": 967,
      "ric": 968,
      "lic": 969,
      "Ġexpense": 970,
      "ified": 971,
      "Ġsubject": 972,
      "Ġsystem": 973,
      "Ġgovern": 974,
      "Ġrecogn": 975,
      "Ġhow": 976,
      "Ġcompet": 977,
      "Ġcent": 978,
      "Ġfund": 979,
      "Ġelect": 980,
      "Ġlaw": 981,
      "Ġsubs": 982,
      "Ġlim": 983,
      "Ġused": 984,
      "Ġgrow": 985,
      "ween": 986,
      "Ġsee": 987,
      "Ġpar": 988,
      "ery": 989,
      "Ġexpenses": 990,
      "Ġfo": 991,
      "Ġstate": 992,
      "ird": 993,
      "Ġpat": 994,
      "Ġthose": 995,
      "Ġgre": 996,
      "Ġimpact": 997,
      "Ġjan": 998,
      "Ġbetween": 999,
      "Ġcompensation": 1000,
      "ind": 1001,
      "Ġchanges": 1002,
      "icip": 1003,
      "Ġins": 1004,
      "ivers": 1005,
      "Ġliabilities": 1006,
      "ople": 1007,
      "Ġtable": 1008,
      "cr": 1009,
      "ys": 1010,
      "Ġdebt": 1011,
      "........": 1012,
      "gram": 1013,
      "Ġeng": 1014,
      "cept": 1015,
      "man": 1016,
      "Ġflow": 1017,
      "Ġprof": 1018,
      "Ġearn": 1019,
      "Ġkn": 1020,
      "Ġloans": 1021,
      "Ġfore": 1022,
      "member": 1023,
      "ered": 1024,
      "Ġdate": 1025,
      "ional": 1026,
      "Ġmarch": 1027,
      "ause": 1028,
      "Ġcustomers": 1029,
      "urance": 1030,
      "Ġacquis": 1031,
      "uary": 1032,
      "ata": 1033,
      "ference": 1034,
      "Ġprogram": 1035,
      "Ġpublic": 1036,
      "Ġannual": 1037,
      "ork": 1038,
      "incip": 1039,
      "Ġel": 1040,
      "Ġgood": 1041,
      "Ġ*": 1042,
      "Ġexch": 1043,
      "ives": 1044,
      "fore": 1045,
      "references": 1046,
      "Ġrequired": 1047,
      "Ġloan": 1048,
      "ays": 1049,
      "Ġagain": 1050,
      "Ġfact": 1051,
      "Ġrisk": 1052,
      "Ġbro": 1053,
      "Ġpos": 1054,
      "ning": 1055,
      "Ġservice": 1056,
      "arily": 1057,
      "Ġwhere": 1058,
      "Ġjanuary": 1059,
      "ool": 1060,
      "Ġsecond": 1061,
      "Ġreporting": 1062,
      "Ġclass": 1063,
      "Ġassoci": 1064,
      "Ġinvestment": 1065,
      "cc": 1066,
      "Ġjune": 1067,
      "standing": 1068,
      "Ġthree": 1069,
      "Ġext": 1070,
      "Ġavail": 1071,
      "Ġmod": 1072,
      "iew": 1073,
      "idi": 1074,
      "ially": 1075,
      "Ġprincip": 1076,
      "als": 1077,
      "Ġed": 1078,
      "uss": 1079,
      "Ġboard": 1080,
      "ted": 1081,
      "Ġpers": 1082,
      "ink": 1083,
      "ier": 1084,
      "ances": 1085,
      "ology": 1086,
      "pl": 1087,
      "Ġaward": 1088,
      "Ġbasis": 1089,
      "af": 1090,
      "Ġmade": 1091,
      "Ġexchange": 1092,
      "Ġthird": 1093,
      "Ġfl": 1094,
      "Ġdeterm": 1095,
      "Ġop": 1096,
      "Ġallow": 1097,
      "Ġincluded": 1098,
      "Ġref": 1099,
      "Ġlevel": 1100,
      "Ġuse": 1101,
      "Ġhist": 1102,
      "Ġgroup": 1103,
      "ines": 1104,
      "ceed": 1105,
      "ced": 1106,
      "ub": 1107,
      "Ġaffect": 1108,
      "Ġtransact": 1109,
      "holders": 1110,
      "ient": 1111,
      "com": 1112,
      "over": 1113,
      "Ġma": 1114,
      "ued": 1115,
      "Ġsubsidi": 1116,
      "ptember": 1117,
      "ph": 1118,
      "Ġfour": 1119,
      "ths": 1120,
      "ury": 1121,
      "Ġdirectors": 1122,
      "Ġexecutive": 1123,
      "ince": 1124,
      "ees": 1125,
      "ination": 1126,
      "ale": 1127,
      "Ġissued": 1128,
      "Ġbelie": 1129,
      "Ġsou": 1130,
      "Ġbl": 1131,
      "pos": 1132,
      "te": 1133,
      "Ġrestr": 1134,
      "Ġapplic": 1135,
      "Ġfed": 1136,
      "Ġseptember": 1137,
      "Ġindust": 1138,
      "Ġobl": 1139,
      "ga": 1140,
      "ended": 1141,
      "ife": 1142,
      "uth": 1143,
      "ball": 1144,
      "Ġmost": 1145,
      "ten": 1146,
      "ton": 1147,
      "min": 1148,
      "ablish": 1149,
      "just": 1150,
      "Ġchar": 1151,
      "Ġupon": 1152,
      "Ġstand": 1153,
      "====": 1154,
      "Ġinclude": 1155,
      "Ġthen": 1156,
      "Ġactivities": 1157,
      "ties": 1158,
      "Ġbalance": 1159,
      "Ġdistribut": 1160,
      "cl": 1161,
      "Ġdesign": 1162,
      "ize": 1163,
      "Ġperformance": 1164,
      "Ġnote": 1165,
      "ured": 1166,
      "Ġconsid": 1167,
      "hib": 1168,
      "Ġoutstanding": 1169,
      "Ġoblig": 1170,
      "ability": 1171,
      "Ġz": 1172,
      "Ġfilm": 1173,
      "ving": 1174,
      "Ġintern": 1175,
      "fact": 1176,
      "Ġprimarily": 1177,
      "Ġprior": 1178,
      "Ġdata": 1179,
      "ne": 1180,
      "Ġadvers": 1181,
      "Ġcal": 1182,
      "ically": 1183,
      "Ġonly": 1184,
      "ateg": 1185,
      "ands": 1186,
      "Ġstud": 1187,
      "Ġpurchase": 1188,
      "Ġvol": 1189,
      "Ġincreased": 1190,
      "ership": 1191,
      "ission": 1192,
      "ief": 1193,
      "Ġavailable": 1194,
      "ral": 1195,
      "Ġgrowth": 1196,
      "row": 1197,
      "ists": 1198,
      "Ġnational": 1199,
      "Ġestablish": 1200,
      "ural": 1201,
      "ah": 1202,
      "Ġremain": 1203,
      "Ġpeople": 1204,
      "Ġproperty": 1205,
      "ough": 1206,
      "Ġchange": 1207,
      "Ġjo": 1208,
      "Ġcomplet": 1209,
      "lement": 1210,
      "erv": 1211,
      "Ġaud": 1212,
      "Ġfederal": 1213,
      "Ġrates": 1214,
      "Ġpartn": 1215,
      "Ġboth": 1216,
      "Ġworld": 1217,
      "Ġrevenues": 1218,
      "ick": 1219,
      "Ġofficer": 1220,
      "Ġleg": 1221,
      "Ġadjust": 1222,
      "Ġ'": 1223,
      "aim": 1224,
      "aries": 1225,
      "Ġdem": 1226,
      "aph": 1227,
      "Ġrecorded": 1228,
      "atory": 1229,
      "Ġatt": 1230,
      "ii": 1231,
      "Ġprocess": 1232,
      "tern": 1233,
      "Ġprev": 1234,
      "ights": 1235,
      "Ġlosses": 1236,
      "alth": 1237,
      "Ġprovide": 1238,
      "Ġteam": 1239,
      "Ġunivers": 1240,
      "Ġmus": 1241,
      "led": 1242,
      "Ġsm": 1243,
      "ful": 1244,
      "ov": 1245,
      "ces": 1246,
      "Ġregistr": 1247,
      "sp": 1248,
      "Ġpresent": 1249,
      "Ġrepres": 1250,
      "Ġdeferred": 1251,
      "Ġaccord": 1252,
      "Ġjust": 1253,
      "Ġwithin": 1254,
      "Ġtre": 1255,
      "Ġsim": 1256,
      "oint": 1257,
      "ular": 1258,
      "Ġschool": 1259,
      "Ġinternal": 1260,
      "Ġproject": 1261,
      "Ġcall": 1262,
      "Ġability": 1263,
      "uly": 1264,
      "Ġcommerc": 1265,
      "Ġdecre": 1266,
      "Ġaverage": 1267,
      "bru": 1268,
      "Ġwhile": 1269,
      "term": 1270,
      "Ġ&": 1271,
      "Ġrespectively": 1272,
      "Ġqual": 1273,
      "Ġmanu": 1274,
      "ames": 1275,
      "Ġseg": 1276,
      "Ġcompan": 1277,
      "Ġearnings": 1278,
      "uthor": 1279,
      "Ġexper": 1280,
      "Ġgrant": 1281,
      "earch": 1282,
      "Ġrele": 1283,
      "Ġamerican": 1284,
      "Ġ/": 1285,
      "Ġful": 1286,
      "bruary": 1287,
      "Ġmeas": 1288,
      "itut": 1289,
      "ield": 1290,
      "Ġmanufact": 1291,
      "sh": 1292,
      "Ġfiled": 1293,
      "Ġoptions": 1294,
      "Ġinf": 1295,
      "los": 1296,
      "ĊĊ": 1297,
      "Ġterms": 1298,
      "ober": 1299,
      "Ġcontinue": 1300,
      "rec": 1301,
      "Ġcompanies": 1302,
      "ever": 1303,
      "uation": 1304,
      "ert": 1305,
      "Ġoct": 1306,
      "Ġexpected": 1307,
      "gaap": 1308,
      "Ġnov": 1309,
      "Ġamounts": 1310,
      "Ġbeing": 1311,
      "ergy": 1312,
      "Ġcommun": 1313,
      "Ġfebruary": 1314,
      "Ġoffer": 1315,
      "iven": 1316,
      "ards": 1317,
      "ret": 1318,
      "ins": 1319,
      "Ġgovernment": 1320,
      "Ġagainst": 1321,
      "Ġinit": 1322,
      "Ġbefore": 1323,
      "ends": 1324,
      "ina": 1325,
      "inal": 1326,
      "Ġcommercial": 1327,
      "Ġeffective": 1328,
      "Ġsuc": 1329,
      "Ġcour": 1330,
      "Ġreturn": 1331,
      "Ġdivid": 1332,
      "Ġseries": 1333,
      "Ġless": 1334,
      "Ġocc": 1335,
      "isting": 1336,
      "Ġacquisition": 1337,
      "Ġclaim": 1338,
      "Ġbecause": 1339,
      "emb": 1340,
      "Ġoctober": 1341,
      "Ġsen": 1342,
      "Ġpolic": 1343,
      "Ġnat": 1344,
      "orporated": 1345,
      "Ġthem": 1346,
      "ev": 1347,
      "Ġsing": 1348,
      "Ġinvestments": 1349,
      "Ġassum": 1350,
      "Ġsupport": 1351,
      "ether": 1352,
      "Ġstatement": 1353,
      "Ġfoot": 1354,
      "Ġheld": 1355,
      "arm": 1356,
      "Ġgenerally": 1357,
      "Ġtrad": 1358,
      "Ġasset": 1359,
      "Ġinternational": 1360,
      "Ġapr": 1361,
      "Ġlead": 1362,
      "Ġart": 1363,
      "Ġauthor": 1364,
      "Ġrequirements": 1365,
      "Ġcompared": 1366,
      "Ġprincipal": 1367,
      "ator": 1368,
      "Ġsever": 1369,
      "ister": 1370,
      "Ġpot": 1371,
      "Ġaug": 1372,
      "way": 1373,
      ".,": 1374,
      "Ġsale": 1375,
      "Ġwhat": 1376,
      "mar": 1377,
      "Ġapril": 1378,
      "line": 1379,
      "Ġback": 1380,
      "Ġwrit": 1381,
      "ont": 1382,
      "Ġmake": 1383,
      "Ġtaxes": 1384,
      "round": 1385,
      "Ġmany": 1386,
      "reg": 1387,
      "Ġant": 1388,
      "Ġder": 1389,
      "based": 1390,
      "Ġbor": 1391,
      "Ġjuly": 1392,
      "Ġforeign": 1393,
      "Ġty": 1394,
      "Ġecon": 1395,
      "urch": 1396,
      "Ġeconom": 1397,
      "uro": 1398,
      "Ġair": 1399,
      "Ġreference": 1400,
      "Ġcre": 1401,
      "iron": 1402,
      "Ġthink": 1403,
      "Ġuniversity": 1404,
      "Ġcond": 1405,
      "Ġgain": 1406,
      "Ġexhib": 1407,
      "Ġlife": 1408,
      "ri": 1409,
      "Ġpursu": 1410,
      "ipment": 1411,
      "Ġfacility": 1412,
      "Ġpresident": 1413,
      "Ġnorth": 1414,
      "Ġseason": 1415,
      "Ġorgan": 1416,
      "Ġrestrict": 1417,
      "Ġaugust": 1418,
      "val": 1419,
      "Ġperson": 1420,
      "Ġimpro": 1421,
      "Ġsum": 1422,
      "Ġlease": 1423,
      "Ġ$,,": 1424,
      "bs": 1425,
      "Ġresearch": 1426,
      "Ġhold": 1427,
      "Ġimpair": 1428,
      "Ġgas": 1429,
      "raph": 1430,
      "hn": 1431,
      "Ġchief": 1432,
      "Ġsuccess": 1433,
      "Ġ(.": 1434,
      "ium": 1435,
      "Ġsell": 1436,
      "Ġhealth": 1437,
      "iation": 1438,
      "Ġsince": 1439,
      "Ġcustomer": 1440,
      "Ġfactors": 1441,
      "Ġcompanys": 1442,
      "ential": 1443,
      "urther": 1444,
      "port": 1445,
      "ety": 1446,
      "da": 1447,
      "Ġcomb": 1448,
      "ages": 1449,
      "Ġcorporation": 1450,
      "Ġdisclos": 1451,
      "ience": 1452,
      "he": 1453,
      "Ġnovember": 1454,
      "Ġlin": 1455,
      "ternal": 1456,
      "ouse": 1457,
      "Ġnow": 1458,
      "struct": 1459,
      "Ġhowever": 1460,
      "jor": 1461,
      "Ġrecognized": 1462,
      "Ġbuild": 1463,
      "Ġcontents": 1464,
      "Ġconn": 1465,
      "itive": 1466,
      "Ġge": 1467,
      "Ġsubst": 1468,
      "Ġemployees": 1469,
      "Ġamort": 1470,
      "ival": 1471,
      "ffic": 1472,
      "Ġsol": 1473,
      "Ġsw": 1474,
      "xt": 1475,
      "Ġorig": 1476,
      "endent": 1477,
      "Ġrights": 1478,
      "Ġinsurance": 1479,
      "Ġflows": 1480,
      "Ġline": 1481,
      "Ġequipment": 1482,
      "Ġcommitt": 1483,
      "Ġproceed": 1484,
      "Ġadmin": 1485,
      "ensive": 1486,
      "iver": 1487,
      "Ġlic": 1488,
      "vert": 1489,
      "ik": 1490,
      "Ġmarkets": 1491,
      "Ġsubsidiaries": 1492,
      "Ġsouth": 1493,
      "duc": 1494,
      "Ġreason": 1495,
      "Ġfound": 1496,
      "ars": 1497,
      "Ġestimated": 1498,
      "Ġaccounts": 1499,
      "Ġsur": 1500,
      "ann": 1501,
      "Ġpaid": 1502,
      "ources": 1503,
      "ised": 1504,
      "Ġexerc": 1505,
      "Ġorder": 1506,
      "ograph": 1507,
      "de": 1508,
      "til": 1509,
      "Ġlast": 1510,
      "Ġrepresent": 1511,
      "Ġcity": 1512,
      "Ġadd": 1513,
      "eng": 1514,
      "az": 1515,
      "Ġgener": 1516,
      "Ġusing": 1517,
      "Ġprot": 1518,
      "Ġdirector": 1519,
      "Ġmet": 1520,
      "Ġpercent": 1521,
      "Ġdescr": 1522,
      "Ġcare": 1523,
      "not": 1524,
      "----------------": 1525,
      "Ġdiffer": 1526,
      "Ġpayments": 1527,
      "Ġsame": 1528,
      "ern": 1529,
      "Ġhistor": 1530,
      "Ġcarry": 1531,
      "vers": 1532,
      "Ġenv": 1533,
      "Ġpursuant": 1534,
      "par": 1535,
      "ley": 1536,
      "Ġfurther": 1537,
      "Ġmajor": 1538,
      "ood": 1539,
      "Ġbelieve": 1540,
      "Ġmeth": 1541,
      "enn": 1542,
      "Ġtechnology": 1543,
      "Ġbenefit": 1544,
      "Ġeval": 1545,
      "Ġvarious": 1546,
      "Ġindic": 1547,
      "cy": 1548,
      "els": 1549,
      "Ġpower": 1550,
      "Ġopp": 1551,
      "Ġuntil": 1552,
      "Ġmaintain": 1553,
      "Ġfam": 1554,
      "Ġreceived": 1555,
      "Ġcondition": 1556,
      "ling": 1557,
      "Ġdown": 1558,
      "Ġparty": 1559,
      "Ġneed": 1560,
      "Ġobligations": 1561,
      "Ġenviron": 1562,
      "Ġstrateg": 1563,
      "Ġplans": 1564,
      "Ġagreements": 1565,
      "Ġimpairment": 1566,
      "Ġindustry": 1567,
      "Ġmr": 1568,
      "ification": 1569,
      "fol": 1570,
      "ending": 1571,
      "Ġregulatory": 1572,
      "Ġconditions": 1573,
      "Ġmeet": 1574,
      "by": 1575,
      "Ġmethod": 1576,
      "Ġconc": 1577,
      "Ġforward": 1578,
      "Ġren": 1579,
      "Ġproduction": 1580,
      "Ġassociated": 1581,
      "Ġopen": 1582,
      "Ġ(\"": 1583,
      "Ġadministr": 1584,
      "Ġarr": 1585,
      "Ġsenior": 1586,
      "Ġdiscuss": 1587,
      "emp": 1588,
      "Âł": 1589,
      "Ġprovided": 1590,
      "Ġsection": 1591,
      "Ġtest": 1592,
      "ify": 1593,
      "Ġliability": 1594,
      "iving": 1595,
      "ency": 1596,
      "Ġeuro": 1597,
      "Ġanal": 1598,
      "Ġwarr": 1599,
      "Ġla": 1600,
      "Ġindep": 1601,
      "aking": 1602,
      "Ġbegin": 1603,
      "Ġfootball": 1604,
      "Ġreview": 1605,
      "Ġposition": 1606,
      "Ġfees": 1607,
      "ather": 1608,
      "Ġlater": 1609,
      "ven": 1610,
      "Ġut": 1611,
      "Ġhim": 1612,
      "Ġenvironment": 1613,
      "Ġshort": 1614,
      "Ġlimited": 1615,
      "Ġtel": 1616,
      "oll": 1617,
      "Ġplayers": 1618,
      "to": 1619,
      "____": 1620,
      "Ġrest": 1621,
      "Ġcr": 1622,
      "Ġtransactions": 1623,
      "Ġderiv": 1624,
      "Ġcontracts": 1625,
      "Ġsett": 1626,
      "Ġenergy": 1627,
      "Ġamong": 1628,
      "other": 1629,
      "Ġcoll": 1630,
      "bo": 1631,
      "ĠâĢ": 1632,
      "ili": 1633,
      "Ġcurrently": 1634,
      "quent": 1635,
      "Ġattr": 1636,
      "tion": 1637,
      "Ġinstru": 1638,
      "Ġconsum": 1639,
      "Ġunits": 1640,
      "Ġlower": 1641,
      "Ġtrust": 1642,
      "orts": 1643,
      "ished": 1644,
      "ulated": 1645,
      "Ġinstitut": 1646,
      "Ġadop": 1647,
      "ware": 1648,
      "Ġborrow": 1649,
      "Ġlinks": 1650,
      ".\"": 1651,
      "Ġident": 1652,
      "Ġthous": 1653,
      "Ġregard": 1654,
      "Ġclos": 1655,
      "Ġalb": 1656,
      "Ġsegment": 1657,
      "Ġoption": 1658,
      "ually": 1659,
      "Ġpop": 1660,
      "Ġbar": 1661,
      "Ġestimates": 1662,
      "bal": 1663,
      "Ġincur": 1664,
      "Ġhigher": 1665,
      "Ġobtain": 1666,
      "Ġquest": 1667,
      "ross": 1668,
      "Ġsold": 1669,
      "Ġdid": 1670,
      "Ġreflect": 1671,
      "year": 1672,
      "Ġmonths": 1673,
      "Ġlocal": 1674,
      "Ġregulations": 1675,
      "Ġsystems": 1676,
      "Ġcontain": 1677,
      "Ġvery": 1678,
      "uch": 1679,
      "Ġstockholders": 1680,
      "isions": 1681,
      "external": 1682,
      "Ġmargin": 1683,
      "Ġsel": 1684,
      "Ġincludes": 1685,
      "Ġseveral": 1686,
      "br": 1687,
      "Ġnext": 1688,
      "Ġparticip": 1689,
      "Ġknown": 1690,
      "Ġ(âĢĵ": 1691,
      "Ġcounty": 1692,
      "Ġhere": 1693,
      "Ġlike": 1694,
      "Ġpotential": 1695,
      "Ġright": 1696,
      "Ġrelations": 1697,
      "Ġstart": 1698,
      "',": 1699,
      "will": 1700,
      "Ġsubstant": 1701,
      "loss": 1702,
      "Ġdepos": 1703,
      "Ġcollect": 1704,
      "Ġaff": 1705,
      "Ġexhibit": 1706,
      "arge": 1707,
      "sent": 1708,
      "ring": 1709,
      "Ġpost": 1710,
      "Ġlaws": 1711,
      "wh": 1712,
      "work": 1713,
      "Ġevent": 1714,
      "Ġportfol": 1715,
      "Ġjohn": 1716,
      "Ġreported": 1717,
      "Ġbelow": 1718,
      "ule": 1719,
      "Ġprices": 1720,
      "Ġcorporate": 1721,
      "ilar": 1722,
      "Ġacquired": 1723,
      "ves": 1724,
      "uce": 1725,
      "Ġregistrant": 1726,
      "Ġmil": 1727,
      "'re": 1728,
      "Ġarea": 1729,
      "ness": 1730,
      "ron": 1731,
      "Ġbenefits": 1732,
      "Ġcommittee": 1733,
      "Ġfail": 1734,
      "Ġprevious": 1735,
      "Ġyork": 1736,
      "li": 1737,
      "Ġmort": 1738,
      "ove": 1739,
      "Ġfacilities": 1740,
      "Ġprom": 1741,
      "Ġever": 1742,
      "Ġrisks": 1743,
      "go": 1744,
      "Ġfinal": 1745,
      "Ġwin": 1746,
      "Ġassess": 1747,
      "Ġll": 1748,
      "ptions": 1749,
      "Ġclaims": 1750,
      "ention": 1751,
      "Ġvari": 1752,
      "Ġdated": 1753,
      "Ġdoes": 1754,
      "Ġshow": 1755,
      "Ġincorporated": 1756,
      "\")": 1757,
      "Ġmid": 1758,
      "Ġcrit": 1759,
      "Ġcommission": 1760,
      "Ġgross": 1761,
      "Ġlist": 1762,
      "Ġset": 1763,
      "Ġpreferred": 1764,
      "Ġperiods": 1765,
      "Ġaudit": 1766,
      "Ġfinancing": 1767,
      "Ġgoing": 1768,
      "Ġhel": 1769,
      "Ġconf": 1770,
      "day": 1771,
      "Ġexisting": 1772,
      "co": 1773,
      "Ġdescrib": 1774,
      "oper": 1775,
      "ters": 1776,
      "inated": 1777,
      "ism": 1778,
      "Ġdistrict": 1779,
      "Ġday": 1780,
      "abor": 1781,
      "Ġcontribut": 1782,
      "quid": 1783,
      "Ġsmall": 1784,
      "Ġpayment": 1785,
      "Ġconsider": 1786,
      "Ġfull": 1787,
      "sentence": 1788,
      "Ġyour": 1789,
      "Ġsimilar": 1790,
      "Ġneg": 1791,
      "Ġestablished": 1792,
      "Ġeurope": 1793,
      "Ġx": 1794,
      "ague": 1795,
      "Ġpriv": 1796,
      "Ġawards": 1797,
      "Ġinvent": 1798,
      "Ġeconomic": 1799,
      "Ġconstruct": 1800,
      "Ġname": 1801,
      "Ġguid": 1802,
      "Ġmemb": 1803,
      "iance": 1804,
      "Ġproperties": 1805,
      "ulation": 1806,
      "Ġofficers": 1807,
      "med": 1808,
      "Ġinvol": 1809,
      "ients": 1810,
      "Ġindependent": 1811,
      "Ġfive": 1812,
      "Ġhome": 1813,
      "ner": 1814,
      "Ġportfolio": 1815,
      "greg": 1816,
      "Ġbir": 1817,
      "oking": 1818,
      "Ġevents": 1819,
      "Ġunc": 1820,
      "Ġthousands": 1821,
      "Ġable": 1822,
      "ension": 1823,
      "Ġaust": 1824,
      "Ġbecame": 1825,
      "irc": 1826,
      "Ġsecurity": 1827,
      "Ġearly": 1828,
      "Ġhead": 1829,
      "Ġnatural": 1830,
      "bur": 1831,
      "Ġmarketing": 1832,
      "alf": 1833,
      "Ġestate": 1834,
      "Ġclin": 1835,
      "Ġcor": 1836,
      "ps": 1837,
      "\".": 1838,
      "Ġwhether": 1839,
      "ires": 1840,
      "ll": 1841,
      "Ġliquid": 1842,
      "Ġoil": 1843,
      "ixed": 1844,
      "Ġwom": 1845,
      "Ġcharg": 1846,
      "cont": 1847,
      "amed": 1848,
      "Ġprofess": 1849,
      "Ġfunds": 1850,
      "pro": 1851,
      "Ġmult": 1852,
      "Ġalbum": 1853,
      "ules": 1854,
      "part": 1855,
      "unct": 1856,
      "ising": 1857,
      "Ġproduc": 1858,
      "ortun": 1859,
      "Ġmusic": 1860,
      "Ġdecrease": 1861,
      "Ġstandards": 1862,
      "ime": 1863,
      "Ġes": 1864,
      "put": 1865,
      "Ġprofit": 1866,
      "Ġhouse": 1867,
      "Ġbase": 1868,
      "Ġland": 1869,
      "Ġcanad": 1870,
      "ivid": 1871,
      "lex": 1872,
      "\",": 1873,
      "Ġbre": 1874,
      "Ġmortg": 1875,
      "att": 1876,
      "Ġglo": 1877,
      "ected": 1878,
      "Ġlarge": 1879,
      "Ġexc": 1880,
      "Ġcirc": 1881,
      "Ġapplicable": 1882,
      "Ġinstruments": 1883,
      "Ġdistribution": 1884,
      "iate": 1885,
      "Ġlocated": 1886,
      "Ġconsist": 1887,
      "Ġabove": 1888,
      "Ġshould": 1889,
      "Ġadversely": 1890,
      "Ġsumm": 1891,
      "Ġchamp": 1892,
      "iam": 1893,
      "reh": 1894,
      "Ġconduct": 1895,
      "Ġformer": 1896,
      "ocus": 1897,
      "Ġadverse": 1898,
      "Ġwest": 1899,
      "anch": 1900,
      "Ġopportun": 1901,
      "atives": 1902,
      "be": 1903,
      "imum": 1904,
      "Ġfourth": 1905,
      "Ġpolit": 1906,
      "inued": 1907,
      "................": 1908,
      "Ġrecover": 1909,
      "ai": 1910,
      "Ġbest": 1911,
      "Ġoriginal": 1912,
      "Ġallowance": 1913,
      "Ġamortization": 1914,
      "Ġprem": 1915,
      "Ġfamily": 1916,
      "Ġlarg": 1917,
      "Ġarm": 1918,
      "Ġweight": 1919,
      "Ġspecial": 1920,
      "thern": 1921,
      "Ġlimit": 1922,
      "Ġarrang": 1923,
      "Ġaccordance": 1924,
      "Ġdividends": 1925,
      "Ġgoodwill": 1926,
      "Ġplac": 1927,
      "ket": 1928,
      ".',": 1929,
      "Ġplace": 1930,
      "Ġdifferent": 1931,
      "Ġdil": 1932,
      "ane": 1933,
      "Ġsong": 1934,
      "Ġproced": 1935,
      "yal": 1936,
      "Ġportion": 1937,
      "Ġlegal": 1938,
      "Ġcourt": 1939,
      "Ġpartic": 1940,
      "ably": 1941,
      "Ġconnection": 1942,
      "Ġdemand": 1943,
      "Ġsl": 1944,
      "ecess": 1945,
      "rehensive": 1946,
      "Ġfocus": 1947,
      "Ġbeginning": 1948,
      "Ġrun": 1949,
      "Ġaggreg": 1950,
      "hips": 1951,
      "Ġunit": 1952,
      "Ġoccur": 1953,
      "Ġdetermined": 1954,
      "older": 1955,
      "Ġpolicies": 1956,
      "Ġlit": 1957,
      "Ġevalu": 1958,
      "Ġtyp": 1959,
      "Ġindivid": 1960,
      "ott": 1961,
      "Ġdescribed": 1962,
      "Ġvolum": 1963,
      "Ġjud": 1964,
      "aff": 1965,
      "Ġleague": 1966,
      "son": 1967,
      "Ġkey": 1968,
      "Ġregarding": 1969,
      "Ġdeath": 1970,
      "Ġmember": 1971,
      "Ġsoft": 1972,
      "Ġamended": 1973,
      "egr": 1974,
      "icing": 1975,
      "Ġrestricted": 1976,
      "Ġdays": 1977,
      "Ġtit": 1978,
      "see": 1979,
      "Ġcomprehensive": 1980,
      "Ġintang": 1981,
      "her": 1982,
      "Ġach": 1983,
      "Ġcompon": 1984,
      "of": 1985,
      "ution": 1986,
      "asing": 1987,
      "Ġposs": 1988,
      "Ġpayable": 1989,
      "ption": 1990,
      "ived": 1991,
      "Ġii": 1992,
      "Ġamend": 1993,
      "Ġmembers": 1994,
      "Ġaccept": 1995,
      "Ġcarrying": 1996,
      "ians": 1997,
      "Ġglobal": 1998,
      "Ġtake": 1999,
      "Ġentered": 2000,
      "Ġturn": 2001,
      "Ġoffice": 2002,
      "Ġexcept": 2003,
      "Ġhar": 2004,
      "Ġfeat": 2005,
      "rel": 2006,
      "Ġrecent": 2007,
      "Ġmortgage": 2008,
      "Ġclinical": 2009,
      "Ġprovides": 2010,
      "Ġmeasure": 2011,
      "less": 2012,
      "Ġtop": 2013,
      "Ġparticular": 2014,
      "Ġclub": 2015,
      "Ġequival": 2016,
      "Ġbrit": 2017,
      "Ġrat": 2018,
      "uted": 2019,
      "Ġquestion": 2020,
      "Ġcle": 2021,
      "alk": 2022,
      "encies": 2023,
      "Ġexperience": 2024,
      "Ġresources": 2025,
      "Ġrespons": 2026,
      "Ġgreat": 2027,
      "Ġgerm": 2028,
      "Ġregister": 2029,
      "Ġserved": 2030,
      "Ġq": 2031,
      "Ġllc": 2032,
      "Ġoffs": 2033,
      "born": 2034,
      "Ġstre": 2035,
      "Ġassumptions": 2036,
      "ables": 2037,
      "Ġbroad": 2038,
      "Ġbillion": 2039,
      "iet": 2040,
      "yn": 2041,
      "Ġking": 2042,
      "Ġgranted": 2043,
      "Ġste": 2044,
      "Ġsaf": 2045,
      "Ġintegr": 2046,
      "acy": 2047,
      "ck": 2048,
      "Ġpa": 2049,
      "Ġwithout": 2050,
      "Ġnear": 2051,
      "¿½": 2052,
      "ï¿½": 2053,
      "Ġknow": 2054,
      "Ġcover": 2055,
      "Ġshareholders": 2056,
      "sequent": 2057,
      "duction": 2058,
      "Ġpract": 2059,
      "Ġachie": 2060,
      "Ġissuance": 2061,
      "ories": 2062,
      "Ġtown": 2063,
      "Ġwon": 2064,
      "Ġsingle": 2065,
      "Ġstrong": 2066,
      "gress": 2067,
      "Ġcolle": 2068,
      "Ġtransaction": 2069,
      "Ġdefined": 2070,
      "Ġadministrative": 2071,
      "Ġvaluation": 2072,
      "Ġaccru": 2073,
      "Ġeven": 2074,
      "Ġhed": 2075,
      "Ġwater": 2076,
      "Ġexercise": 2077,
      "ave": 2078,
      "Ġpass": 2079,
      "Ġmanufacturing": 2080,
      "Ġprocedures": 2081,
      "Ġcompleted": 2082,
      "Ġdev": 2083,
      "Ġconstruction": 2084,
      "Ġproceeds": 2085,
      "Ġvers": 2086,
      "Ġuncertain": 2087,
      "Ġtarg": 2088,
      "Ġaccording": 2089,
      "Ġcontinued": 2090,
      "Ġengine": 2091,
      "though": 2092,
      "Ġamerica": 2093,
      "Ġaut": 2094,
      "Ġfixed": 2095,
      "Ġsched": 2096,
      "Ġaggregate": 2097,
      "Ġaccess": 2098,
      "bert": 2099,
      "Ġparties": 2100,
      "Ġanalys": 2101,
      "side": 2102,
      "ither": 2103,
      "Ġwomen": 2104,
      "Ġfollows": 2105,
      "|-": 2106,
      "Ġindividual": 2107,
      "Ġcontrols": 2108,
      "Ġevery": 2109,
      "Ġvot": 2110,
      "Ġreduc": 2111,
      "igation": 2112,
      "Ġsk": 2113,
      "Ġtrial": 2114,
      "Ġprograms": 2115,
      "Ġsix": 2116,
      "Ġra": 2117,
      "Ġaround": 2118,
      "Ġcommit": 2119,
      "ators": 2120,
      "Ġaustral": 2121,
      "pany": 2122,
      "Ġenter": 2123,
      "Ġir": 2124,
      "Ġworking": 2125,
      "col": 2126,
      "Ġdecl": 2127,
      ",\"": 2128,
      "Ġgames": 2129,
      "Ġweighted": 2130,
      "Ġsuccessful": 2131,
      "Ġmen": 2132,
      "Ġincent": 2133,
      "Ġcand": 2134,
      "reciation": 2135,
      "Ġapproval": 2136,
      "Ġcount": 2137,
      "Ġimport": 2138,
      "Ġvest": 2139,
      "Ġsuper": 2140,
      "Ġincurred": 2141,
      "Ġinitial": 2142,
      "Ġcurrency": 2143,
      "Ġmust": 2144,
      "Ġlow": 2145,
      "Ġalthough": 2146,
      "Ġdon": 2147,
      "Ġep": 2148,
      "Ġemployee": 2149,
      "Ġchampions": 2150,
      "Ġconvert": 2151,
      "back": 2152,
      "Ġbi": 2153,
      "Ġcontinu": 2154,
      "aint": 2155,
      "Ġfre": 2156,
      "Ġeduc": 2157,
      "Ġremaining": 2158,
      "Ġdisclosure": 2159,
      "Ġsoftware": 2160,
      "Ġpoint": 2161,
      "Ġreserv": 2162,
      "Ġguidance": 2163,
      "Ġpet": 2164,
      "Ġdivision": 2165,
      "Ġcert": 2166,
      "Ġmy": 2167,
      "arant": 2168,
      "Ġaccom": 2169,
      "uel": 2170,
      "Ġlevels": 2171,
      "Ġpast": 2172,
      "Ġaccrued": 2173,
      "Ġowned": 2174,
      "Ġreleased": 2175,
      "Ġten": 2176,
      "Ġhelp": 2177,
      "Ġmill": 2178,
      "Ġbook": 2179,
      "Ġnecess": 2180,
      "Ġlik": 2181,
      "Ġbecome": 2182,
      "Ġeff": 2183,
      "Ġperm": 2184,
      "let": 2185,
      "Ġprivate": 2186,
      "ris": 2187,
      "Ġdom": 2188,
      "Ġbuilding": 2189,
      "Ġsat": 2190,
      "Ġactual": 2191,
      "Ġstill": 2192,
      "Ġtreat": 2193,
      "ibility": 2194,
      "Ġcy": 2195,
      "ae": 2196,
      "Ġanticip": 2197,
      "Ġleases": 2198,
      "Ġroyal": 2199,
      "Ġtrain": 2200,
      "thers": 2201,
      "'t": 2202,
      "Ġconsidered": 2203,
      "Ġhum": 2204,
      "Ġgame": 2205,
      "Ġnamed": 2206,
      "ucture": 2207,
      "ms": 2208,
      "Ġanalysis": 2209,
      "apan": 2210,
      "au": 2211,
      "Ġhistory": 2212,
      "iforn": 2213,
      "Ġalong": 2214,
      "off": 2215,
      "Ġdepart": 2216,
      "ute": 2217,
      "Ġrange": 2218,
      "Ġintangible": 2219,
      "erve": 2220,
      "=\"": 2221,
      "aster": 2222,
      "Ġcandid": 2223,
      "Ġannoun": 2224,
      "Ġacquisitions": 2225,
      "Ġarch": 2226,
      "Ġpo": 2227,
      "new": 2228,
      "lying": 2229,
      "vement": 2230,
      "cast": 2231,
      "Ġsoc": 2232,
      "fficient": 2233,
      "Ġoffset": 2234,
      "Ġgiven": 2235,
      "Ġvi": 2236,
      "ifornia": 2237,
      "lation": 2238,
      "Ġchild": 2239,
      "Ġcompliance": 2240,
      "Ġprofessional": 2241,
      "Ġmuch": 2242,
      "ittle": 2243,
      "Ġpreviously": 2244,
      "Ġindustr": 2245,
      "rist": 2246,
      "Ġattribut": 2247,
      "Ġprep": 2248,
      "Ġtechnolog": 2249,
      "Ġdam": 2250,
      "Ġownership": 2251,
      "Ġcase": 2252,
      "Ġmodel": 2253,
      "Ġcamp": 2254,
      "Ġrad": 2255,
      "Ġenvironmental": 2256,
      "Ġimplement": 2257,
      "========": 2258,
      "Ġretail": 2259,
      "Ġmonth": 2260,
      "Ġcharact": 2261,
      "Ġspecific": 2262,
      "Ġresulting": 2263,
      "fas": 2264,
      "Ġoverall": 2265,
      "Ġpartnership": 2266,
      "ham": 2267,
      "ino": 2268,
      "eck": 2269,
      "Ġcalifornia": 2270,
      "Ġer": 2271,
      "sel": 2272,
      "Ġmatur": 2273,
      "nel": 2274,
      "Ġter": 2275,
      "me": 2276,
      "Ġcenter": 2277,
      "Ġdrug": 2278,
      "Ġtak": 2279,
      "Ġreports": 2280,
      "Ġanother": 2281,
      "Ġpark": 2282,
      "irement": 2283,
      "Ġbusinesses": 2284,
      "Ġrepl": 2285,
      "Ġsubsequent": 2286,
      "Ġbegan": 2287,
      "Ġprovisions": 2288,
      "Ġeast": 2289,
      "evision": 2290,
      "Ġguarant": 2291,
      "ler": 2292,
      "Ġmiss": 2293,
      "sc": 2294,
      "read": 2295,
